[
    {
        "document_id": 9,
        "document_text": "Yıldız Teknik Üniversitesi (YTÜ), İstanbul, Türkiye'de yer alan; 1911 yılında Kondüktör Mekteb-i Âlîsi adıyla kurulmuş devlet üniversitesidir. Yıldız Teknik Üniversitesi, 1911 yılında Kondüktör Mekteb-i Âlîsi adıyla “Fen Memuru” (eski adıyla kondüktör, yeni adıyla tekniker) gereksinimlerini karşılamak amacıyla Paris’teki “Ecol De Conducteur”ün müfredat programı esas alınarak kurulmuştur. Okul bugün Beşiktaş Yıldız'da ve Esenler Davutpaşa'da olmak üzere 2 yerleşkeye sahiptir. Atıl durumda bulunan Ayazağa yerleşkesi yeniden inşa sürecindedir. Yıldız ve Davutpaşa yerleşkelerinde Osmanlı döneminden itibaren eğitim yapılmaktadır. Yıldız Teknik Üniversitesi bugün 25.000'den fazla lisans, 9.000'den fazla lisansüstü öğrenci ve 1.700 civarında akademik personel ile akademik faaliyetlerini sürdürmektedir. Bünyesinde 11 fakülte, 2 enstitü ve 3 yüksekokul bulunmaktadır. Türkiye'deki pek çok üniversiteden farklı olarak kuruluşunda elektrik, inşaat, kimya-metalurji ve makine fakülteleri olmak üzere 4'e ayrılmıştır. Mayıs 2012 tarihinde Yıldız Teknik Üniversitesi Türkiye'nin ilk tam kapsamlı ISO 9001 belgeli üniversitesi olmuştur. Üniversite günümüzdeki durumuna gelinceye kadar çeşitli aşamalardan geçmiştir. Kondüktör Mekteb-i Âlîsi (1911-1922): Vilayet nafia idarelerinin 'fen memuru' (eski adıyla kondüktör, yeni adıyla tekniker) gereksinimlerini karşılamak amacıyla 1911'de Kondüktör Mekteb-i Âlîsi adıyla, Paris'teki 'Ecol de Conducteur'ün müfredat programı esas alınarak Bayındırlık Bakanlığı'na bağlı bir okul kurulmuş ve okula öğrenci kaydına 22 Ağustos 1911'de başlanmıştır. Nafia Fen Mektebi (1922-1937): 1922 'de okulun adı Nafia Fen Mektebi'ne dönüştürülmüş, öğrenim süresi 1926'da 2.5 yıla ve 1931'de 3 yıla çıkarılmıştır. İstanbul Teknik Okulu (1937-1969): Türkiye'de imar işlerinin ve teknik hizmetlerin artması nedeniyle Fen memurları ile yüksek mühendisler arasında oluşan Türkiye'de imar işlerinin ve teknik hizmetlerin artması nedeniyle oluşan boşluğu doldurmak amacıyla 19 Aralık 1936 tarihinde yayımlanan ve 1 Haziran 1937 tarihinde yürürlüğe giren 3074 sayılı Yasa ile Nafia Fen Mektebi lağvedilerek yerine Teknik Okul kurulmuştur. 2 yıllık Fen memuru ve 4 yıllık mühendislik bölümleri olan okula Yıldız Sarayı müştemilatından, bugün de kullanılmakta olan binalar tahsis edilmiş ve buraya taşınılmıştır. İlk kuruluşta fen memuru ve mühendislik dalında öğrenci yetiştiren inşaat ve makine bölümleri varken 1942 ve 1943 ders yılından itibaren mühendislik kısmında elektrik ve mimarlık bölümleri açılmıştır. Okul, 26 Eylül 1941 tarihinde yayımlanan İstanbul Yüksek Mühendis Okulu ve Teknik Okulu'nun Maarif Vekaleti'ne devri Hakkında Kanun uyarınca Nafia Vekaleti'nden alınarak Maarif Vekaletine bağlanmıştır. Millî Eğitim Bakanlığı’nın 07 Haziran 1949 tarihli kararıyla Harita ve Kadastro Mühendisliği kurulmuş ve Türkiye'de bu dalda mühendis yetiştiren ilk kuruluş olarak 1949-1950 ders yılında öğretime başlamıştır. 1951-1952 ders yılından itibaren Teknikerlik kısmı kapatılmıştır. 1959-1960 ders yılında İstanbul Teknik Okulu içinde bir ihtisas bölümü açılarak bir yıllık öğrenim sonunda yüksek mühendis ve yüksek mimar unvanları verilmeye başlanmıştır. İstanbul Devlet Mühendislik ve Mimarlık Akademisi Dönemi (1969-1982): 03 Haziran 1969 tarihinde yayımlanan 1184 sayılı Devlet Mühendislik ve Mimarlık Akademileri Yasası ile, özerkliği olan yüksek dereceli bir öğretim ve araştırma kurumu olarak kurulmuştur. 1971’de yayımlanan 1472 Sayılı Yasa ile Kadıköy Mühendislik-Mimarlık Özel Yüksek Okulu, Galatasaray Mühendislik Yüksekokulu ve Vatan Mühendislik Yüksekokulu, İstanbul Devlet Mühendislik ve Mimarlık Akademisi'ne bağlanmıştır. Bu dönemde Mimarlık Bölümü Mimarlık Fakültesine dönüşmüştür. Yıldız Üniversitesi (1982-1992): İstanbul Devlet Mühendislik ve Mimarlık Akademisi ile buna bağlanmış olan mühendislik yüksekokulları, Kocaeli Devlet Mühendislik ve Mimarlık Akademisi ve Kocaeli Meslek Yüksekokulu'nun ilgili fakülte ve bölümleri, 20 Temmuz 1982 tarihli 41 Sayılı Kanun Hükmünde Kararname ve bu Kararnamenin değiştirilerek kabulüne dair 30 Mart 1983 tarihli 2809 sayılı Yasa ile Yıldız Üniversitesi adı ile kurulmuştur. Yeni kurulan üniversite Fen-Edebiyat, Mühendislik, Kocaeli'nde bulunan Meslek Yüksekokulu, Fen Bilimleri Enstitüsü, Sosyal Bilimler Enstitüsü ve Rektörlüğe bağlı Yabancı Diller, Atatürk İlkeleri ve İnkılap tarihi, Türk Dili, Beden Eğitimi ve Güzel Sanatlar bölümlerinden oluşmuştur. Yıldız Teknik Üniversitesi (1992): 03 Temmuz 1992 tarih ve 3837 sayılı Yasa ile üniversitenin adı Yıldız Teknik Üniversitesi olarak değiştirilmiş; Mühendislik, Elektrik-Elektronik, İnşaat, Makina ve Kimya-Metalurji Fakülteleri olarak dört fakülteye ayrılmış, ayrıca İktisadi ve İdari Bilimler Fakültesi kurulmuş; Kocaeli Mühendislik Fakültesi ile Kocaeli Meslek Yüksekokulu ayrılarak Kocaeli Üniversitesi adı altında örgütlenmiştir. Günümüzde Üniversite 10 fakülte, 2 Enstitü, Meslek Yüksekokulu, Yabancı Diller Yüksekokulu ve 22000'i aşan öğrencisi ile eğitim-öğretimini sürdürmektedir."
    },
    {
        "document_id": 10,
        "document_text": "Resim yazısı veya piktografi, bilindiği gibi başlangıçta yazı yüzeyi olarak kullanılan taş ve özellikle mağara duvarlarında rastlanan bu yazı türü aslında bir resim dizisinin sadeleşip yazı formu kazanmasıyla oluşur. Piktografi türünün ilk örnekleri M.Ö 3500 yılında Mezopotamya’da ve Mısır’da gözlemlenir. Hece yazısı veya fonografi, piktografi yardımıyla anlatılamayan soyut kavramların ifadesinde kullanılır. Birden fazla durum ifadesi ve nesne resmi bir araya getirilerek hece alfabesi oluşturulur. Harf yazısı veya akrofoni, insanların alfabeye geçişinin ilk temeli sayılabilen bir yazı türüdür. Resmin veya hecenin kullanımı yerine ilk sesin işaret halinde belirtilmesiyle kullanılır. Çivi yazısı, Mezopotamya’da kullanılan ve Sümerler tarafından bulunan yazı çeşididir. İlk kullanımı tapınaktaki hesapları tutmak için olan bu yazı türü, resim yazısının değişimiyle ortaya çıkar. Daha öncesinde dik olarak yazılan yazılar çivi yazısıyla birlikte yan yana dizilir. Her hece için yapılan işaretlerle soldan sağa doğru oluşturulan bu yazı türündeki yatay veya dikey çizgilerin önündeki üçgen şekli çiviye benzetilir. Hiyeroglif, en belirgin örneğinin Mısır Hiyeroglifi olarak bilindiği resim yazısı türüdür. Hiyeroglifin papirüslere yazılmasından dolayı resimler şekle doğru değişim gösterir. Bunun sonucunda hiyeroglifin başlangıçta hiyeratik yazı tipini ardından da sadeleştirilmesiyle birlikte demotik yazı tipini oluşturur. Çin yazısı, harf yerine sembollerden oluşan bir çeşit resim yazısıdır. Sembollerin bölgelere bağlı sesleri değişir ancak anlam aynıdır. Her kelime için farklı bir karakter kullanımı nedeniyle kullanım konusunda oldukça zor olduğu söylenebilir. Fenike yazısı, açıkça alfabe yazısını ilk bulan Fenikelilerin ürünüdür. 22 sessiz harften oluşan bu yazı tipi, ilk satırın sağdan sola, ikincisinin ise soldan sağa doğru olacağı şekilde yazılır İbraniler, Yunanlar ve Romalılar tarafından kullanıldığı bilinir. Yunan yazısı, Fenikelilerin yazı tipinde olmayan sesli harflerin eklenip geliştirilmesiyle oluşan bir yazı türüdür. İlk harfi Alfa diğeri ise Beta olan bu yazı tipinin adı alfabe olarak belirlenir. Yazının öğreniminin kolay olması nedeniyle, yazı artık belirli bir kesimin değil halkın sahip olduğu bir araç haline gelir. Latin yazısı veya Roma alfabesi, Yunan alfabesinin değişime uğramış halidir. Temelde 23 harfi barındıran Latin yazısının çeşitli türleri- Capital, Rustica, Uncial, Cursive, Minuscule- vardır. Arap yazısı, Nebati yazısından türeyen bu yazı türü bitişik halde yazılan sessiz harflerden meydana gelir. Bir süre sonra gelişen Arap yazısı, 28 harften oluşan ve sağdan sola doğru yazılan iki tür -kufi ve nesih- haline gelir. Ardından Aklam-ı Sitte adı verilen ve altı çeşit yazı tipinden oluşan çeşidi gözlemlenir. İslamiyet’in gelişmesiyle Irak ve Ön Asya’da da kullanıldığı bilinir. Hint yazısı, hece yazısı olan ve Hindistan çevresinde kullanılan bir yazı çeşididir."
    },
    {
        "document_id": 11,
        "document_text": "Julius Robert Oppenheimer (22 Nisan 1904 - 18 Şubat 1967) Amerikalı bir teorik fizikçi ve İkinci Dünya Savaşı sırasında Manhattan Projesi'nin Los Alamos Laboratuvarı direktörüydü. Kendisi genellikle 'atom bombasının babası' olarak anılır. Almanya'dan gelen Yahudi göçmenlerin çocuğu olarak New York'ta doğan Oppenheimer, 1925 yılında Harvard Üniversitesinden kimya alanında lisans derecesi ve 1927 yılında Almanya'daki Göttingen Üniversitesinden fizik alanında doktora derecesi aldı. Başka kurumlardaki araştırmalarının ardından Berkeley'deki Kaliforniya Üniversitesinin fizik bölümüne katıldı ve 1936'da profesör oldu. Moleküler dalga fonksiyonları için Born-Oppenheimer yaklaşımı, elektron ve pozitron teorisi üzerine çalışmalar, nükleer füzyonda Oppenheimer-Phillips süreci ve kuantum tünellemesinin ilk tahmini gibi kuantum mekaniği ve nükleer fizikteki başarılar da dahil olmak üzere teorik fiziğe önemli katkılarda bulundu. Öğrencileriyle birlikte nötron yıldızları ve kara delikler teorisine, kuantum alan teorisine ve kozmik ışınların etkileşimlerine de katkıda bulundu. Oppenheimer 1942'de Manhattan Projesi'nde çalışmak üzere işe alındı ve 1943'te projenin New Mexico'daki Los Alamos Laboratuvarı'nın direktörlüğüne atandı ve ilk nükleer silahları geliştirmekle görevlendirildi. Liderliği ve bilimsel uzmanlığı projenin başarısında etkili oldu. 16 Temmuz 1945'te ilk atom bombası denemesi olan Trinity'de hazır bulundu. Ağustos 1945'te bu silahlar Japonya'ya karşı Hiroşima ve Nagazaki'nin bombalanmasında kullanıldı; bu, nükleer silahların bugüne kadar silahlı bir çatışmada kullanıldığı tek olaydı. Oppenheimer 1947'de Princeton, New Jersey'deki İleri Araştırmalar Enstitüsünün direktörü oldu ve yeni oluşturulan ABD Atom Enerjisi Komisyonu'nun etkili Genel Danışma Komitesine başkanlık etti. Nükleer silahların yayılmasını ve Sovyetler Birliği ile nükleer silahlanma yarışını önlemek amacıyla nükleer enerjinin uluslararası kontrolü için lobi faaliyetlerinde bulundu. Hidrojen bombasının geliştirilmesine 1949-1950 yıllarındaki hükümet tartışmaları sırasında karşı çıktı ve daha sonra savunma ile ilgili konularda bazı ABD hükümet ve askeri gruplarının öfkesine neden olan pozisyonlar aldı. İkinci Kızıl Korku sırasında Oppenheimer'ın duruşu, ABD Komünist Partisi ile geçmişteki ilişkileri ile birlikte, 1954 yılındaki bir güvenlik duruşmasının ardından güvenlik izninin iptal edilmesine yol açtı. Bu, hükümetin atom sırlarına erişimini ve dolayısıyla nükleer fizikçi olarak kariyerini etkili bir şekilde sona erdirdi. Doğrudan siyasi etkisi de elinden alınan Oppenheimer, fizik alanında ders vermeye, yazmaya ve çalışmaya devam etti. 1963 yılında siyasi rehabilitasyon jesti olarak Enrico Fermi Ödülü'ne layık görüldü. Dört yıl sonra gırtlak kanseri sebebiyle öldü. 2022 yılında ABD Enerji Bakanı Jennifer Granholm, Oppenheimer'ın güvenlik izninin iptaline ilişkin 1954 tarihli kararın iptal edilmesini emretti."
    },
    {
        "document_id": 12,
        "document_text": "Evrim, popülasyondaki gen ve özellik dağılımının nesiller içerisinde seçilim baskısıyla değişmesidir. Bazen dünyanın evrimi, evrenin evrimi ya da kimyasal evrim gibi kavramlardan ayırmak amacıyla organik evrim ya da biyolojik evrim olarak da adlandırılır. Evrim, modern biyolojinin temel taşıdır. Bu teoriye göre hayvanlar, bitkiler ve Dünya'daki diğer tüm canlıların kökeni kendilerinden önce yaşamış türlere dayanır ve ayırt edilebilir farklılıklar, başarılı nesillerde meydana gelmiş genetik değişikliklerin bir sonucudur. Evrim, bir canlı popülasyonunun genetik kompozisyonunun rastgele mutasyonlar yoluyla zamanla değişmesi anlamına gelir. Genlerdeki mutasyonlar, göçler veya çeşitli türler arasında yatay gen aktarımları sonucu türün bireylerinde yeni veya değişmiş özelliklerin (varyasyonların) ortaya çıkması, evrim sürecini yürüten temel etmendir. Evrim, bu yollarla oluşan değişimlerin popülasyon genelinde daha sık veya daha nadir hale gelmesiyle işler. Dünya'daki canlı türlerinden henüz sadece 2 milyondan biraz fazlası tanımlanabilmiş ve sınıflanabilmiştir. Bazı tahminlere göre henüz tanımlanmamış 10 ila 30 milyon canlı türü vardır. Bir milimetrenin binde birinden kısa bakterilerden, yerden yüksekliği 100 metreyi, kütlesi binlerce tonu bulan sekoya servi ağaçlarına kadar dünyadaki canlı türleri, cüsse, biçim ve yaşayış biçimi açısından çok büyük farklılıklar gösterirler. Sıcak su kaynaklarında kaynama sıcaklığına yakın derecelerde yaşayan bakteriler olduğu gibi, Antarktika'daki buzullarda ya da tuz göllerinde -23 °C'ye varan sıcaklıklarda yaşayan su yosunları ve mantarlar vardır. Aynı şekilde karanlık okyanus tabanlarındaki hidrotermal çatlakların kenarlarında yaşayan devasa boru kurtçukları olduğu gibi, Everest Dağı'nın yamaçlarında, 6 bin metre yükseklikte yaşayan hezaren çiçekleri ve örümcekler vardır. Neredeyse sınırsız sayıdaki bu çeşitli yaşam biçimleri, evrimsel sürecin bir sonucudur. Tüm canlıların, ortak atalardan geldiği görüşü kabul edilir. İnsan ve diğer tüm plasentalı memeliler, yaklaşık 66 ila 100 milyon yıl önce yaşamış sivrifaremsi bir canlıdan evrimleşmiştir. Kuşlar, sürüngenler, memeliler, iki yaşamlılar ve balıkların ortak atasının yaklaşık 500 milyon yıl önce yaşamış olduğu düşünülür. Tüm hayvanlar ve bitkilerin, ilk olarak 3.4 milyar yıl önce ortaya çıkmış prokaryotlardan türemiştir. Biyolojik evrim, canlı nesillerinin ortak atadan değişerek türeme süreci olarak bilinir. Yeni nesiller, eski nesillere göre farklılıklar taşır ve ortak atadan uzaklaştıkça çeşitlilik artar. Evrim, biyolojinin yanı sıra koruma biyolojisi, gelişim biyolojisi, ekoloji, fizyoloji, paleontoloji ve tıp gibi bilim dallarınca da başvurulan ve öğretilen bir bilimdir. Bunun yanında tarım, antropoloji, felsefe ve psikoloji gibi bazı alanları da etkilemiştir. Evrimsel biyologlar evrimin bir olgu olduğunu gösteren verileri belgelerler, nedenlerini açıklayan kuramları test ederler ve geliştirirler. Bu anlamda evrim ve evrimsel süreçlerin araştırılması evrimsel biyolojinin konusudur. Evrimsel biyoloji bilimi, yaşam tarihini, onun bütünlüğüne ve çeşitliliğine yol açan evrimsel süreçler ile mekanizmaları araştırarak yukarıda sayılan disiplinlerin yanında moleküler biyoloji, davranış ve biyocoğrafya alanlarında da yapılan çalışmalara ve bu konudaki olgu ve fenomenlere ışık tutar. Böylece tarihsel verilere ve adaptasyonlara dayalı açıklamalarla bu disiplinlerdeki biyolojik mekanizmalara dair yapılan çalışmaları tamamlayarak bütünleyici bir rol oynar. Biyolojik bilimler genelinde evrimsel bakış açısı, gözlemler düzenleme ve yorumlama ve tahminler yapmak için genellikle vazgeçilmez ve yararlı bir çerçeve sağlar. ABD Ulusal Bilimler Akademisi raporunda da (1991) vurgulandığı gibi biyolojik evrim; 'modern biyolojinin en önemli anlayışı, canlıların temel yönlerini anlamak için önemli bir kavram' olarak nitelendirilir."
    },
    {
        "document_id": 13,
        "document_text": "İnsanın evrimi, modern insanın (Latince: Homo sapiens) evrimsel kökenini ve ne tür evrimsel süreçlerle ortaya çıktığını incelediği gibi insanın en eski atalarını ve atasal kökenlerini de konu edinir. Bunun yanında insanla ortak ataları paylaşan ve insan ile yakın akraba olan türlerin evrimini ve kökenini de araştırır. İnsan evrimi, konu olarak 1863 yılında T. H. Huxley tarafından oluşturulan bilim dalı primatolojiyi ve günümüz maymunlarının tüm yaşam formları ile onların eski atalarının fosillerini de dikkate almaktadır. Bunun yanında insanın evrimsel tarihi üzerindeki çalışma ve araştırmalar fiziksel antropoloji, paleoantropoloji, primatoloji, arkeoloji, dilbilim, genetik ve embriyoloji dahil olmak üzere birçok bilimsel disiplinleri de içerir. Genetik araştırmalar ve fosil kayıtlar ışığında, insanın da üyesi olduğu Primat takımının evrim sürecinde günümüzden yaklaşık 65-55 milyon yıl öncesinde Paleosen dönemde ortaya çıktığı tespit edilmiştir. Hominidae ailesi veya büyük insansı maymunlar, 15-20 milyon yıl önce Miyosen dönemde Hylobatidae (Gibongiller) ailesinden ayrılmıştır. Yaklaşık 13 milyon yıl önce Ponginae veya orangutanlar Hominidae ailesinden ayrılmıştır. Goril ata formlarının insan ve şempanze'nin dahil olduğu Hominini oymağını oluşturan türlerden 8,5 ila 12 milyon yıl önce ayrıldığı tahmin edilirken, insan ile şempanze cinslerini oluşturacak ataların iki alt oymağa (Hominina ve Panina) 7 ila 5,5 milyon yıl önce ayrıldığı düşünülmektedir. Homo cinsi bundan yaklaşık 2,5 milyon yıl önce Afrika'da hominin türlerinden evrilmiştir. Bu anlamda insanın yakın dönem evrimi, insan ve şempanzelerin ortak ataları olan toplulukların birbirinden ayrılmasından sonra başlamıştır. Bu iki topluluktan insanın ortaya çıktığı grup ile bu grubun tüm soyu tükenen türleri hominin olarak adlandırılırlar. Afrika, Asya ve Avrupa'nın farklı bölgelerinde giderek artan sayıda iyi korunmuş fosillerin bulunuşu, insan evrimi hakkındaki bulguların genişlemesine ve insanların ataları hakkında bilgilerin artmasına neden olmakla birlikte bu bulgulardan elde edilen bilgiler, insan ve insan öncesi türlerin tam olarak yaşadıkları zaman aralıkları ile dağılım bölgelerinin eksiksiz olarak belirlenmesinde ve bilim insanları arasında tam bir görüş birliği sağlanmasında yeterli olmayıp buna dair daha fazla tartışmaların ve kapsamlı araştırmaların yapılmasını gerekli kılmaktadır. İnsan evrimi hakkındaki araştırmalar, mevcut yöntemlerin sınırlarında ya da bu bulguların sağladığı analitik verilerin altında hareket ettiği için insanın soyağacı hakkındaki tartışmalar, insanın atası olan tarih öncesi birçok türün soyağacındaki yerlerinin sistematik sınıflandırması ile bu türlerin birbirleriyle olan akrabalık dereceleri ve yakınlıkları tartışmalı olup tam olarak tamamlanmamıştır. Çoğu kez Hominini türleri şu şekilde belirlenmiştir: İnsandan önce insana yakın türleri içeren ve 'ön insan' denilen australopitesinler; 'lk insanlar' olarak tanımlanan Homo habilis ve Homo rudolfensis; 'erken insanlar' olarak daha sonra ortaya çıkan ve Homo cinsine dahil olan tüm türler (Homo sapiens hariç); 'modern insan' veya 'günümüz insanı' olarak tanımlanan Homo sapiens. Bunun yanında insanın evrimine, bazen insandan önceki bir zaman dilimi olan ve günümüzden 23 ila 5,3 milyon yıl öncesini kapsayan Miyosen dönemindeki hayvandan insana geçiş aşaması da dahil edilir."
    },
    {
        "document_id": 15,
        "document_text": "Vietnam Savaşı veya İkinci Çinhindi Savaşı, Doğu Bloku ülkeleri olan Kuzey Vietnam, Çin ve Sovyetler Birliği ile ABD ve ABD destekçisi anti-komünist Güney Vietnam arasında yaşanan savaştır. Kore Savaşı'ndan sonra Soğuk Savaş'ın ikinci sıcak çatışması olmuştur. ABD, 1963-1973 yılları arasında savaşa dâhil olmuş ve 60.000 kadar asker kaybetmiştir. ABD kamuoyu, savaşa girilmesini sorgulamış ve savaştan sonra Anti-Amerikancılık yükselmiştir. ABD ordusu savaş sırasında işkence, tecavüz, toplu infaz, sivillerin öldürülmesi ve kimyasal silah kullanmak gibi pek çok savaş suçu işlemiştir. Çinhindi; İngiliz ve Fransız sömürgesiydi. III. Napolyon döneminde Fransızlar Annam, Kamboç, Koşen ve öteki bazı bölgeleri ellerine geçirmişler ve bu arada Hindistan ve Birmanya yoluyla Çinhindi'ne giren İngilizlerle Mekong'da çatışmışlar ve sonunda bu akarsuyu sınır yapmışlardır. II. Dünya Savaşı'nda Çinhindi, Japonya'nın eline geçti. Bu devlet, 1945 yılında yenileceğini anlayınca buradaki milliyetçi duyguları körüklemiş ve bölge halkını silahlandırmıştır. Çinhindi'nde üç bağımsız devletin (Vietnam, Laos ve Kamboçya) kurulduğunu ilan ederek Vietnam'ı İmparator Bao Dai'nin yönetimine bırakmıştır. 1945 yılında Fransız Çinhindi'ne gelen ilk birlikler İngiltere'ninkilerdi. Bunlar Saygon'a geldiklerinde durumu karışık buldular. Çünkü, milliyetçi gruplar savaş sonu düzensizliğinden yararlanarak denetim kurmak için çaba gösterirken, 1946 yılının sonuna gelindiğinde 'Hür Fransa'ya bağlı birlikler de bölgedeki Fransızların hayatını korumak için mücadeleye başlamışlardı. Truman domino teorisi uyarınca Vietnam'da komünist bir iktidarın çevre bölgelere sıçrayacağını düşünerek bunu engellemek istemiştir. Truman'ın başkan olduğu dönemde, Fransızlar Vietnam'da hâkim durumdaydı ve Ho Chi Minh liderliğindeki komünistlere karşı savaş vermekteydiler. ABD ise Fransa'ya cephane yardımında bulunuyordu. Dwight Eisenhower döneminde Fransızlar Vietnam'dan çekilmişti ve Vietnam'da Komünistler ve milliyetçiler arasında iç savaş vardı. ABD de Fransa Vietnam'dan çekilince, Birleşmiş Milletler'le beraber, 17. paraleller sınır olmak üzere Kuzey ve Güney olarak ikiye ayrılmasını sağlamıştır. O dönemde Eisenhower'ın politikası barışçıl yollarla çözüldü. Eisenhower, başkanlığı döneminde her zaman barışçıl bir politika yürütmüştür; öte yandan Vietkong (komünist gerillalar) Güneye saldırınca bölgeye asker göndermiş ancak bu askerler sadece Güney askerlerini eğitmek amacıyla orada bulunmuş, herhangi bir mücadeleye girmemişlerdir. John F. Kennedy döneminde asker sayısı 16 bini aşmış ancak yine mücadeleye girmemişlerdir. Başkan Lyndon Baines Johnson ve Richard Milhous Nixon döneminde mücadeleye girmiştir. Dünyadaki birçok yerde, II. Dünya Savaşı sonrasında ortaya çıkan alt-bölgesel örgütlerin büyük çoğunluğu ise, sıkı iki kutuplu sistemde batı blok lideri ABD’nin, doğu blok lideri SSCB’yi çevreleme politikası doğrultusunda oluşturulmuşlardır. 1949 NATO, 1954 Balkan İttifakı, 1955 Bağdat Paktı örgütleri ile müttefiklerden bir hat oluşturma yolundaki stratejinin Uzak Doğu ayağını da, 1954 yılında kurulan Güneydoğu Asya Antlaşması Teşkilatı (SEATO) oluşturmuştur."
    },
    {
        "document_id": 22,
        "document_text": "Google, internet araması, çevrimiçi bilgi dağıtımı, reklam teknolojileri ve arama motorları için yatırımlar yapan çok uluslu Amerikan şirketidir. Şirket İnternet tabanlı hizmet ve ürünler geliştirmektedir. Kârının büyük bir kısmını Google Ads (eski adı ile AdWords) hizmeti üzerinden elde etmektedir. Şirket, Larry Page ve Sergey Brin tarafından, Stanford Üniversitesi'nde doktora öğrencisi oldukları dönemde kurulmuştur. İkili, 'Google Guys' olarak anılmaktadır. Google, ilk olarak, 4 Eylül 1998 tarihinde özel bir şirket olarak kuruldu ve 19 Ağustos 2004 tarihinde halka arz edildi. Halka arzın gerçekleştiği dönemde, Larry Page, Sergey Brin ve Eric Schmidt, takip eden yirmi yıl boyunca, yani 2024 yılına kadar Google'da birlikte çalışmak üzere anlaştılar. Kuruluşundan bu yana misyonu 'dünyadaki bilgiyi organize etmek ve bunu evrensel olarak erişilebilir ve kullanılabilir hale getirmek'tir. Gayri resmî sloganı ise, Google mühendisi Amit Patel tarafından bulunan ve Paul Buchheit tarafından desteklenen 'Don't be evil' (Kötü olma) dır. Şirket merkezi 2006 yılında, hâlâ aktif olan Mountain View, Kaliforniya'ya taşınmıştır. Şirketin merkezine, Googleplex adı verilmektedir. Google'ın dünya çapında veri merkezlerinde bir milyondan fazla sunucuda çalıştığı, bir milyardan fazla arama isteğini işlediği ve kullanıcıları tarafından oluşturulan verinin günde yirmi dört petabayt olduğu tahmin edilmektedir. Kuruluşundan bugüne dek gerçekleşen büyüme hızı, şirketin temel web arama motorunun ötesinde ürünler, satın almalar ve ortaklıklar zincirinin meydana gelmesini sağladı. Şirket, Orkut, Google Buzz ve Google+ gibi sosyal ağ araçları ile elektronik posta hizmeti Gmail servisi gibi çevrimiçi verimlilik yazılımları sunmakta, ek olarak, web tarayıcısı Google Chrome, Navigasyon uygulaması Google Haritalar, mesajlaşma uygulaması Google Hangouts gibi hizmetler sunmaktadır. Bunlar dışında, Android mobil işletim sistemi gelişimine öncülük yapmıştır. Cr-48 ana işletim sistemi olarak da bilinen yeni Google Chrome OS, 15 Haziran 2011 tarihinden beri, Samsung Series 5 ve Acer AC700 gibi ticari Chromebook'larda kullanılmaktadır. Alexa, internette en çok ziyaret edilen web sitesi olarak ABD odaklı 'google.com'u listelemektedir, YouTube, Blogger, Orkut gibi Google'a ait diğer siteler ve çok sayıda uluslararası Google sitesi (google.co.in, google.co.uk vb.) ise en çok ziyaret edilen siteler arasında ilk yüz içinde yer almaktadır. Ek olarak şirket, BrandZ marka değeri veritabanı listesinde ikinci sırada yer almaktadır. Buna karşın Google, gizlilik, telif hakkı ve sansür gibi konularda eleştiriler almaktadır. Google'ın kuruluş süreci 1996 Ocak ayında Kaliforniya'daki Stanford Üniversitesi'nde doktora öğrencileri olan Larry Page ve Sergey Brin'in araştırma projesiyle başladı. Geleneksel arama motorlarıyla yapılan aramalarda, sonuçlar; aranan terimlerin sayfada kaç kez görüldüğü mantığıyla sıralanıyordu ancak Google siteler arası ilişkilerin analizi konusunda çok daha elverişli iki sistem kuramı ortaya koydu. Bu yeni teknolojiye PageRank adı veriliyordu, bu sisteme göre sayfa dizinlerinin orijinal site ile olan bağlantı dönüşümleri belirlenerek; siteler, gösterilen ilgiye göre sıralanıyordu. Küçük bir arama motoru olan ve Robin Li tarafından IDD Bilişim Hizmetleri adına geliştirilen 'RankDex', zaten 1996'dan beri site puanlaması ve sayfa sıralaması için benzer bir strateji kullanmaktaydı. RankDex, patentliydi ve Li'nin Çin'de kurulmuş olduğu Baidu adını taşıyan arama motoru bu sistemle çalışıyordu. Page ve Brin yeni oluşturdukları arama motoruna ilk olarak 'BackRub' ismini koymuştu, çünkü siteler için geri bağlantıların kontrol edilmesinin önemini tahmin edebiliyorlardı. Ancak daha sonra, 'googol' sözcüğü üzerinde orijinal bir imla değişikliği yapılarak, bu arama motoru Google olarak adlandırıldı, Google arama motoruyla insanlara büyük bir bilgi kaynağının sunulduğunu belirtmek için bu isim konulmuştu, çünkü googol on üzeri yüz rakamını ifade ediyordu. Başlangıçta Google; Stanford Üniversitesi'nin alt-alan adı olarak google.stanford.edu alan adını kullandı. Bugün kullandığı alan adını 15 Eylül 1997'de etkinleştirdi ve 4 Eylül 1998'de Google şirketi resmen kuruldu. Şirket merkezi arkadaşları Susan Wojcicki'nin Menlo Park, Kaliforniya'da bulunan garajı olarak belirlendi. Stanford Üniversitesi'nde doktora yapan bir öğrenci olan Craig Silverstein, ilk çalışan olarak işe alındı. Bir yıl önceki rakam olan 931 milyon tekil ziyaretçi sayısındaki yüzde 8,4'lük bir artışla, 2001 Mayıs ayında; Google'nin tekil ziyaretçi sayısı ilk kez 1 milyarı buldu."
    },
    {
        "document_id": 24,
        "document_text": "Robert John Downey, Jr. (d. 4 Nisan 1965, New York), Amerikalı oyuncu ve yapımcıdır. BAFTA ve Altın Küre sahibidir. Katil Doğanlar, Sherlock Holmes, İyi Geceler ve İyi Şanslar., Kiss Kiss Bang Bang, Zodiac ve Iron Man gibi filmler ile tanınır. 4 Nisan 1965’te New York'ta doğmuştur. Oyuncu, yazar, prodüktör ve yönetmen olan Robert Downey Sr.’nin oğlu olan Downey Jr., 1970 yılında babasının çevirdiği Pound adlı filmde küçük bir rol alarak sinema kariyerine başlamıştır. Aynı zamanda iyi bir müzisyen de olan Robert Downey Jr., 80’lerin sonu ile 90’ların başında rol aldığı filmler ile üne kavuşmuştur. Ona ilk ün getiren rolü 1987 yapımlı Less Than Zero isimli filmde canlandırdığı uyuşturucu bağımlısı genç rolüyle olmuştur. Buradaki başarısı onu daha sonra Air America ve Soapdish gibi büyük yapımlara götürmüştür. 1992 yılında oynadığı Chaplin filmindeki Charlie Chaplin rolü ile en iyi oyuncu dalında oscar ödülüne aday gösterilmiştir. Annesi İskoç, Alman ve İsviçre kökenli; babası ise yarı Litvanya Yahudisi, çeyrek Macaristan Yahudisi ve çeyrek İrlanda kökenlidir. Ayrıca otoriteler tarafından en başarılı oyuncular arasında gösterilmektedir. 90’lı yılların sonlarında uyuşturucu bağımlısı olmuş, bir süre hapis yatmış, ancak 2000 yılında bu bağımlılıktan da kurtulmuş bir şekilde Ally McBeal adlı TV dizisi ile kariyerine başarılı bir şekilde dönüş yapmıştır. Bu dizideki başarısı ona Altın Küre Ödülünü kazandırmış, ayrıca Emmy ödülüne aday gösterilmiştir. Ancak ilk sezon bitiminde oyuncunun yeniden uyuşturucuya başlaması nedeniyle prodüktör tarafından dizi ile ilişkisi kesilmiş, Downey Jr. bir yıllık bir tedavi ve 3 yıllık deneme süresinden sonra ancak beşinci ve son sezonda küçük bir rol ile Ally McBeal’e dönebilmiştir. Babasının projelerinde kısa roller alarak oyunculuğa başladı. Yirmili yaşlarda Saturday Night Live adlı programa katılarak şöhret buldu, ancak 1985 yılında kovuldu. İsmi Pretty Pink filmi için geçmesine rağmen oynamadı. En büyük rolü 1987 yilinda Less Than Zero filminde idi, karakterin adı Julian Wells idi ve kritikler onu övmekten bıkmadı. 2004 yılında ilk albümünü (The Futurist) çıkaran, 2005 yılında 3, 2006 yılında 7 filmde rol almıştır."
    },
    {
        "document_id": 28,
        "document_text": "Instagram is an American photo and video sharing social networking service owned by Meta Platforms. It allows users to upload media that can be edited with filters, be organized by hashtags, and be associated with a location via geographical tagging. Posts can be shared publicly or with preapproved followers. Users can browse other users' content by tags and locations, view trending content, like photos, and follow other users to add their content to a personal feed. A Meta-operated image-centric social networking service, it is available on iOS, Android, Windows 10, and the web. Users can take photos and edit them using built-in filters and other tools, then share them on other social media platforms like Facebook. It supports 25 languages including English, Spanish, French, Korean, and Japanese. Instagram was originally distinguished by allowing content to be framed only in a square (1:1) aspect ratio of 640 pixels to match the display width of the iPhone at the time. In 2015, this restriction was eased with an increase to 1080 pixels. It also added messaging features, the ability to include multiple images or videos in a single post, and a Stories feature—similar to its main competitor Snapchat—which allowed users to post their content to a sequential feed, with each post accessible to others for 24 hours. As of January 2019, Stories is used by 500 million people daily. Originally launched for iOS in October 2010 by Kevin Systrom and Mike Krieger, Instagram rapidly gained popularity, with one million registered users in two months, 10 million in a year, and 1 billion by June 2018. In April 2012, Facebook Inc. acquired the service for approximately US$1 billion in cash and stock. The Android version was released in April 2012, followed by a feature-limited desktop interface in November 2012, a Fire OS app in June 2014, and an app for Windows 10 in October 2016. As of October 2015, over 40 billion photos had been uploaded. Although often admired for its success and influence, Instagram has also been criticized for negatively affecting teens' mental health, its policy and interface changes, its alleged censorship, and illegal and inappropriate content uploaded by users. Instagram began development in San Francisco as Burbn, a mobile check-in app created by Kevin Systrom and Mike Krieger. On March 5, 2010, Systrom closed a $500,000 (equivalent to $658,300 in 2022) seed funding round with Baseline Ventures and Andreessen Horowitz while working on Burbn. Realizing that it was too similar to Foursquare, they refocused their app on photo-sharing, which had become a popular feature among its users. They renamed it Instagram, a portmanteau of instant camera and telegram. Josh Riedel joined the company in October as Community Manager, Shayne Sweeney joined in November as an engineer, and Jessica Zollman joined as a Community Evangelist in August 2011. The first Instagram post was a photo of South Beach Harbor at Pier 38, posted by Mike Krieger at 5:26 p.m. on July 16, 2010. Systrom shared his first post, a picture of a dog and his girlfriend's foot, a few hours later at 9:24 p.m. It has been wrongly attributed as the first Instagram photo due to the earlier letter of the alphabet in its URL. On October 6, 2010, the Instagram iOS app was officially released through the App Store. In February 2011, it was reported that Instagram had raised $7 million (equivalent to $9,030,283 in 2022) in Series A funding from a variety of investors, including Benchmark Capital, Jack Dorsey, Chris Sacca (through Capital fund), and Adam D'Angelo. The deal valued Instagram at around $20 million. In April 2012, Instagram raised $50 million (equivalent to $63,320,000 in 2022) from venture capitalists with a valuation of $500 million (equivalent to $633,200,000 in 2022). Joshua Kushner was the second largest investor in Instagram's Series B fundraising round, leading his investment firm, Thrive Capital, to double its money after the sale to Facebook."
    },
    {
        "document_id": 29,
        "document_text": "İslam, İslamiyet veya Müslümanlık, tek Tanrı inancına dayalı en yaygın İbrahimî dinlerden birisidir. Allah'ın resulü ve son peygamber olduğuna inanılan Muhammed tarafından 610 yılında, Arabistan'ın Mekke şehrinde kurulmuş ve yayılmıştır. Takipçilerine, 'iman etmiş' veya 'inanan' anlamlarına gelen mümin veya 'Allah'a teslimiyet gösteren' anlamına gelen Müslüman denir. Günümüzde İslam, 2 milyarı aşkın takipçi sayısıyla yeryüzünün Hristiyanlıktan sonraki en kalabalık dinidir. İslam inancına göre İslam'ın kutsal kitabı olan Kur'an'ı oluşturan ayetler ve sureler, Cebrâil adlı melek aracılığıyla, ilki 610 yılında olmak üzere sözlü olarak Muhammed'e vahyedilmiştir. İslam'ın temelinde, 'tek ilah olarak Allah'a, O'nun eşi ve benzerinin olmadığına inanmak' anlamına gelen tevhit inancı yatmaktadır. İslam'ın ana kaynağı olan Kur'an'ın dışında Muhammed'in hayatı, davranış tarzı (sünnet) ve sözleri (hadis) de çoğu Müslüman için bağlayıcı bir öneme sahiptir. Müslümanlar, İslam'ın Âdem, İbrahim, Musa ve İsa gibi peygamberler aracılığıyla daha önce de birçok kez vahyedilmiş olan eksiksiz ve evrensel bir din olduğuna inanırlar. Müslümanlar, dili Arapça olan Kur'an'ı Allah'ın değiştirilmemiş son vahyi olarak kabul ederler. Diğer İbrahimî dinlerde olduğu gibi, İslam'da da doğruların cennette ödüllendirileceği ve haksızların cehennemde cezalandırılacağı inancı vardır. Namaz, oruç ve maddi duruma göre zekat ve hac, İslam dininin başlıca ibadetleri arasında yer alır. İslam, Tanrı'nın (Allah) bir ve tek olduğunu, her şeye gücünün yettiğini, merhametli olduğunu, doğmayıp doğurmadığını ve eşi ile benzerinin olmadığını öğretir. Mekke, Medine ve Kudüs şehirleri, İslam'ın en kutsal mekanlarına ev sahipliği yapmaktadır. İslam dini, yaklaşık 610 yılında Mekke'de ortaya çıktı. Muhammed, İslam dinini yaymasının yanı sıra, siyasi ve askeri bir yapılanmaya da gitti ve Medine'de İslam Devleti'ni kurdu. Daha sonraları hâlifeler ve hanedanlarca yönetilen bu devlet, zaman içerisinde bir imparatorluğa dönüştü ve bu devletin bölünmesiyle birlikte dünyanın ayrı bölgelerinde yeni ve farklı Müslüman devletler ortaya çıktı. 8. yüzyıla gelindiğinde İslam inancı, batıda İber Yarımadası'ndan doğuda İndus Nehri'ne kadar uzanıyordu. Daha sonraları İslam'ın Altın Çağı, yani 8. yüzyıl ortalarında başlayan ve 13. yüzyıl sonlarına kadar devam eden, Müslüman dünyasının çoğunun bilimsel, ekonomik ve kültürel yönden zirvede olduğu tarihsel dönem yaşandı. 16. yüzyıldan 20. yüzyılın başlarına kadar İslam dünyasının liderliğini Osmanlı İmparatorluğu üstlendi. I. Dünya Savaşı'ndan sonra İslam ülkeleri sömürgeleştirildi, II. Dünya Savaşı'ndan sonra da bağımsızlıklarını kazandılar. İslam, Orta Çağ'daki Haçlı Seferleri'nden ve Batı'nın sömürgeci egemenliğinden sonra hem ideolojik hem de siyasal olarak Hristiyan dünyasıyla çatışmaya girdi. Yakın zamanda yaşanan bazı gerilimler, bazı köktendinci Müslümanların cihadı köktenci bir biçimde yorumlayıp inançlarını çatışmayla savunmayı dini bir görev saymasına yol açtı ve bunun sonucunda İslamofobi adı verilen kavram dünyaya yayıldı. Siyasî ve teolojik kavramlarla birbirinden ayrılan Sünnilik ve Şiilik, İslam mezheplerinin başlıcalarıdır. Fakat İslam toplumlarında, kelâm ve fıkıh konuları ile ilgili olarak çok sayıda mezhep bulunur. Günümüzde geleneksel mezheplerin dışında modernist, Kur'ancı veya tarihselci olarak adlandırılan çeşitli görüşler ve yaklaşımlar da mevcuttur. Dünya nüfusunun yaklaşık %25'ini (yani dörtte birini) kapsayan İslam dini, en büyük dinlerden biri olarak varlığını sürdürüyor. Müslümanların %80-90'ı Sünni, %10-20'si de Şii'dir. Yaklaşık 50 ülkenin nüfusunun çoğunluğu Müslümandır. Müslümanların çoğunluk nüfusta bulunduğu ülkelerin bir kısmı dine dayalı şeriat yönetimlerini benimsemekte, bir kısmı şeriatı belirli alanlarda uygulamakta, bir kısmı şeriatı esas almayıp İslam'ı sadece resmî devlet dini kabul etmekte, geriye kalan diğer ülkeler ise şeriatı devre dışı bırakan laik sistemlerle yönetilmektedir. Endonezya, en büyük Müslüman nüfusa sahip ülkedir; Müslümanların yaklaşık %13'ü (231 milyon) orada yaşamaktadır. Onu sırayla Pakistan, Hindistan ve Bangladeş izlemektedir. Hindistan, sayısal açıdan dünyanın en büyük Müslüman azınlık nüfusunun (195 milyon) yaşadığı ülkedir. Genel olarak Müslümanların yarısından fazlası Asya'da, %25'i Orta Doğu ve Kuzey Afrika'da yaşar; ama dünyanın neredeyse her ülkesinde Müslüman topluluklar vardır."
    },
    {
        "document_id": 30,
        "document_text": "Ateizm ya da tanrıtanımazlık, tanrının ya da tanrıların varlığına olan inancın yokluğudur. Bu fikirde olanlara ateist ya da tanrıtanımaz denir. Ateizm inanç koşullanmalarını, hayalî yaratıkları ve olayları yok sayar. Ateist bakış açısıyla tanrının yanı sıra tüm metafizik inançlar ve tüm ruhanî varlıklar da yok sayılır. Kelime anlamında da belirtildiği üzere; ateizm, din ile ilgili bir kavram değil, tanrı ile ilgili bir kavramdır. Dinlerin varlığı, dinlerin tanımının ne olduğu, dinlerin iyi mi yoksa kötü mü olduğu ateizmin konusu ve tartışma alanı dışındadır. Bu din karşıtlığının tartışma alanıdır. Ateizm, her tür metafiziği yok saydığı için, kendini metafizik ögeler üzerinden temellendiren dinlerin metafizik boyutlarını da yok sayar. Yani bu, özellikle dinlere karşı sergilenen bir duruş değil, genel olarak tüm metafizik inanışlara karşı bir duruştur. Ateizm sıklıkla 'dinsizlik' ile özdeşleştirilse de, Budizm gibi bazı Uzak Doğu dinlerinde de 'yaratıcı' anlamında bir tanrının varlığına rastlanmaz. Bu yönüyle de ateizm ile dinsizlik birebir örtüşmez. Deizm fikrine bakıldığında da, tanrıya inancın olduğu ancak dinlerin kabul edilmediği görülür. Ateizm, anti-teizm yani teizm karşıtı demek değildir ve bir 'tepkisellik' anlamı içermez, zira metafizik ögelerin 'var olmadığını' savunmak için metafizik ögelerin 'var olması' gerekmez. Ateizm, yalnızca bir 'durum' ifadesidir. Sadece tanrı veya tanrıların ve metafizik ögelerin var olmadığını söyler. Ateizm; yaratıcı ve müdahaleci bir tanrıyı kabul eden teizmden, yaratıcı ancak müdahaleci olmayan bir tanrıyı kabul eden deizmden, her şeyi kapsayan içkin bir tanrı veya evrenin ya da doğanın Tanrı ile aynı olduğunu savunan panteizmden ve Tanrı'nın hem evrenin kendi hem de evrenin ötesinde (aşkın) olduğunu savunan panenteizmden; ayrıca, Tanrı'nın varlığı ve yokluğu konusundaki soruları 'cevaplandırılamaz' diyerek cevapsız bırakan agnostizmden; Tanrı'yı, 'kesin olarak' yok saymasıyla ayrılır. Günümüzde, dünya nüfusunun %2,3’ü kendini ateist, %11,9’u dinlere inanmayan olarak tanımlamaktadır. Bu oran Rusya’da %48’in üzerine çıkmakta, Japonya’da ise %64 ila %65 arasında seyretmektedir. Avrupa Birliği'nde oran, %6 ile İtalya ve %85 ile İsveç arasında değişkenlik göstermektedir. 2006 yılı istatistiklerine göre ise Türkiye'de bu oran %2,5 civarındadır. Ateist, tarih boyunca insanların var olduğunu iddia ettiği tanrıların tamamını hayal ürünü addeden kişidir. Çoğu zaman yanlış ifade edildiği şekli ile (tanrıtanımaz kelimesinde olduğu gibi) Tanrı'yı inkar eden kişi değildir. Çünkü 'inkar' var olan bir şeyin reddedilmesi anlamı taşır, oysa ateistlere göre herhangi bir tanrı var olmadığı için onun 'inkar edilmesi' de yanlış bir terminolojik kullanım olacaktır. Ateizm bir iddia değildir. Sadece 'Tanrı var' iddiasına inanmamadır. Yani ateist tanrının yokluğunu iddia edemez çünkü ateizm inanç değildir."
    },
    {
        "document_id": 31,
        "document_text": "Bard, Google AI tarafından geliştirilen ve 21 Mart 2023'te Birleşik Krallık test aşamasında Yayınlanan bir sohbet robotudur. Google'ın LaMDA dil ailesini kullanan Bard, şu anda 200'den fazla ülkede yayın yapmaktadır. Bard ABD İngilizcesi, Japonca, Korece ve Türkçe gibi farklı dillerde kullanılabilir. Şu anda deneysel olarak herkese açık ve ücretsiz kullanılabiliyor. Hala test aşamasında olduğu için sorulara yanlış ve rahatsız edici yanıtlar verebiliyor. Kullanıcıların geri bildirimleri ile geliştirileceği öne sürülüyor. Google, deneysel olarak kullanıma sunduğu Bard'ı, OpenAI'ın DALL-E gibi metinden görsel de üreten bir yapay zeka haline getirmek istiyor. Google Bard 30 Kasım 2022 tarihinde piyasaya sürülen ChatGPT adlı yapay zeka sohbet botunun fenomen olması İle başlatıldı. Google'ın ChatGPT'yi potansiyel bir tehdit olarak görmesi ile bir proje başlatıp hemen Bard projesi ortaya atıldı. Daha öncesinde bunun temellerini atmış olan Google LaMDA'nın da halka açık duyurumunu ilk kez Google Bard ile yapmış oldu. Herkesin katıldığı bir toplantıda çalışanlar tarafından LaMDA'nın Google'ın ChatGPT ile rekabet etmesi için kaçırılmış bir fırsat olup olmadığı sorulduğunda, Google ve Alphabet CEO'su Sundar Pichai ve Google AI şefi Jeff Dean, şirketin ChatGPT'ye benzer yeteneklere sahip olmasına rağmen, bu alanda çok hızlı hareket etmenin Google'ın OpenAI'den önemli ölçüde daha büyük olması nedeniyle büyük bir 'itibar riski' oluşturacağını belirtti."
    },
    {
        "document_id": 32,
        "document_text": "Amazon.com, Inc. Seattle, Washington merkezli, e-ticaret, bulut bilişim, dijital akış, ve yapay zekâya odaklanan çok uluslu bir Amerikan teknoloji şirketidir. Google, Apple, Microsoft, ve Facebook ile birlikte B.D. bilgi teknolojisi endüstrisindeki 'En Büyük Beş Şirket' listesinde bulunmaktadır. Şirket, 'dünyanın en etkili ekonomik ve kültürel güçlerinden biri' ve 'dünyanın en değerli markalarından biri' olarak anılmaktadır. Amazon, 5 Temmuz 1994'te Bellevue, Washington'da Jeff Bezos tarafından kuruldu. Şirket ilk olarak kitapların satıldığı bir çevrimiçi pazar yeri olarak ortaya çıktı, ancak zamanla elektronik araçlar, video oyunları, giyim, mobilya, yiyecek, oyuncak, ve mücevher satacak kadar genişledi. 2015'te, piyasa değeri açısından Amerika Birleşik Devletleri'ndeki en değerli perakendeci şirket olarak Walmart'ı geride bıraktı. Amazon, 2017'de Whole Foods Market'i $13,4 milyar karşılığında satın aldı ve bu da fiziksel bir perakendeci olarak sektördeki büyüklüğünü önemli ölçüde artırdı. 2018'de Bezos, iki günlük teslimat hizmeti şirketi olan Amazon Prime'ın dünya çapında 100 milyon aboneyi aştığını duyurdu. Amazon, 19 Eylül 2018'de Türkiye pazarına tam anlamıyla girdi. 2020'nin Ağustos ayına kadar pasif bir durumda da olsa 15 Eylül 2020'de açıldıktan tam iki yıl sonra Amazon Prime ve Prime Video gibi üyeliklerini yerel fiyatlarla tam olarak başlattığını duyurdu."
    },
    {
        "document_id": 33,
        "document_text": "Tetris (Rusça: Те́трис), ilk olarak Sovyet bilgisayar mühendisi Aleksey Pajitnov tarafından tasarlanan, 6 Haziran 1984 tarihinde yayınlanmış bir bulmaca oyunudur. Bilgisayar ortamında oynandığı gibi, asıl olarak bu oyuna yönelik çıkan oyun aletlerinde de popüler olmuştur. Özellikle 1990'larda oldukça popüler olmuştur. Pajitnov, oyunun ismini nümerik önek Tetra ile sevdiği spor olan tenisin birleşmesinden türetmiştir. Rekorlar kitabının verilerine göre tüm zamanların en çok oynanan 6. oyunudur. Aleksandr Serebrov, 1 Temmuz 1993 tarihinde Mir Uzay İstasyonundaki görevinde yanına bir Game Boy alarak uzayda Tetris oynamıştır. Bu sayede uzayda ilk video oyun oynayan insan olarak Guinness Rekorlar Kitabına girmiştir. Uzayda oynanan ilk oyun ise Tetris olarak tarihe geçmiştir. Tetriste oyuncular, oyun alanına inen farklı şekilli parçaları (tetrominolar) hareket ettirerek çizgileri tamamlamaya çalışırlar. Tamamlanan çizgiler kaybolur ve oyuncuya puan verilir ve oyuncu boş alanları doldurmaya devam eder. Oyun, temizlenmemiş çizgiler oyun alanının tepesine ulaştığında sona erer. Tetrisin Nintendo tarafından Tetris (Game Boy), Atari tarafından Tetris (Atari), Sega tarafından Puyo Puyo Tetris gibi birçok oyun konsolu için yayınlanmış versiyonları mevcuttur. Tetris oyununun amacı, iki boyutlu olan oyun alanına yukarıdan düşen blokların denetimli bir şekilde düşmesini sağlayarak, arada hiç boşluk olmayacak şekilde yatay sıralar oluşturmaktır. Bloklar saat yönünde (veya bazı türlerinde saat yönünün tersine) döndürülerek ve yatay eksende sağa-sola hareket ettirilerek kontrol edilebilir. Her blok dört parçadan oluşmaktadır. Bu parçalara tetromino denir ve benzedikleri harflere göre adlandırılırlar. Bu harfler I, J, L, O, S, T ve Z'dir. Plymouth Üniversitesi Biliş Enstitüsü'nden Jackie Andrade, Jon May ve doktora öğrencisi Jessica Skorka-Brown, Tetris oynamanın iştahı dağıtabileceğini ve diyete bağlı kalmakta zorlanan insanlar için 'hızlı ve yönetilebilir' bir çözüm sağlayabileceğini gösteren bir araştırma yürüttüler. Sigara ve alkol bağımlılığının da önüne geçilebileceği düşünülüyor."
    },
    {
        "document_id": 34,
        "document_text": "Matematikte, diferansiyel denklem, bir ya da birden fazla fonksiyonu ve bunların türevlerini ilişkilendiren denklemdir. Fizik, kimya, mühendislik, biyoloji ve ekonomi alanlarında matematiksel modeller genellikle diferansiyel denklemler kullanılarak ifade edilirler. Bu denklemlerde, fonksiyonlar genellikle fiziksel ya da finansal değerlere, fonksiyon türevleriyse değerlerin değişim hızlarına denk gelir. Diferansiyel denklemlerin etüdü, soyut ve uygulamalı matematik, fizik ve mühendislikte geniş bir alandır. Bu bilim dallarınının tümü, çeşitli türlerdeki diferansiyel denklemlerin özellikleri ile ilgilidir. Soyut matematik, çözümlerin varlığına ve benzersizliğine odaklanırken, uygulamalı matematik, çözümlere yaklaşım yöntemlerinin kesin gerekçesini vurgular. Diferansiyel denklemler, göksel hareketten köprü tasarımına ve nöronlar arasındaki etkileşimlere kadar neredeyse her fiziksel, teknik veya biyolojik sürecin modellenmesinde önemli bir rol oynar. Gerçek hayat problemlerini çözmek için kullanılanlar gibi diferansiyel denklemler, mutlaka doğrudan çözülebilir olmayabilir, yani kapalı biçimli çözümleri yoktur. Bunun yerine, çözümler sayısal yöntemler kullanılarak yaklaşık olarak bulunabilir. Fizik ve kimya ile ilgili birçok temel yasa diferansiyel denklemlerle formülleştirilebilir. Biyoloji ve ekonomi'de karmaşık sistemlerin davranışını model için diferansiyel denklemler kullanılır. Diferansiyel denklemlerin matematiksel teorisi, ilk olarak denklemlerin ortaya çıktığı ve sonuçların uygulama bulduğu bilimlerle birlikte gelişti. Ancak, bazen oldukça farklı bilimsel alanlardan kaynaklanan çeşitli problemler, aynı diferansiyel denklemlere yol açabilir. Bu olduğunda, denklemlerin arkasındaki matematiksel teori, çeşitli doğa olaylarının arkasındaki birleştirici bir ilke olarak görülebilir. Örneğin atmosferdeki ışık ve sesin ve bir havuz yüzeyinde dalgaların yayılmasını düşünün. Hepsi aynı ikinci dereceden kısmi diferansiyel denklem olan dalga denklemi ile tanımlanabilir, bu ise ışık ve sesin dalga şekillerini sudaki bilinen dalgalar gibi düşünmemizi sağlar. Teorisi Joseph Fourier tarafından geliştirilen ısı iletimi, başka bir ikinci dereceden kısmi diferansiyel denklem olan ısı denklemi ile ifade edilir. Görünüşe göre farklı görünen birçok difüzyon işleminin aynı denklemle tanımlandığı ortaya çıkmıştır örn. finanstaki Black–Scholes denklemi, ısı denklemi ile ilişkilidir."
    },
    {
        "document_id": 36,
        "document_text": "Futbol, on birer oyuncudan oluşan iki takım arasında, kendine özgü küresel bir topla oynanan takım sporudur. 21. yüzyıl itibarıyla 200'ün üzerinde ülkede 250 milyonu aşkın oyuncu tarafından oynanmakta olup dünyadaki en popüler spordur. Her iki kısa kenarında birer kalenin yer aldığı, dikdörtgen şeklindeki bir sahada oynanır. Oyuncuların amacı, temelde ayak olmak üzere, eller ve kollar hariç vücudun kısımlarını kullanarak topu karşı takımın kalesine sokarak gol atmaktır. İstisnai olarak her iki takımın kalesini koruyan kaleciler, ceza alanı olarak adlandırılan, kendileri için belirlenmiş alanların sınırları dâhilinde topa elle müdahale edebilmektedir. Topun, sahanın uzun kenarlarından saha dışına çıkması durumunda taç atışı (topa son olarak hangi takım oyuncusu temas etmişse karşı takım kullanır), kısa kenarlarından dışarı çıkması durumunda ise köşe (bir oyuncunun, topu kendi kale çizgisi dışına çıkarması durumunda karşı taraf lehine kale çizgisi ile yan çizgisinin kesiştiği noktadan kullanılır) veya aut vuruşu (topun, hücum oyuncuları tarafından kale çizgisi dışına vurulması sonucunda ceza sahası içindeki kale sahasından vuruşu yapılarak top oyuna sokulur) ile oyun yeniden başlar. Kırk beşer dakikalık iki devreye ayrılan 90 dakikadan oluşan bir maçta karşı takımdan daha fazla gol atmayı başaran takım galip gelirken atılan gol sayılarının eşit olması durumunda maç berabere tamamlanır. Bazı müsabakalardaki kurallara göre normal süresi berabere tamamlanan maçlarda on beşer dakikalık iki devre hâlinde oynanan uzatma dakikaları, eşitliğin bu sürede de bozulmaması durumunda penaltı vuruşları sonucunda galip gelen taraf belirlenir. MÖ 300-200 yıllarında Çin'de ortaya çıkan ve günümüzdeki futbolla benzerlikler taşıyan cuju, oynanış bakımından futbola benzeyen ilk oyun olarak kabul edilmektedir. Yıllar boyunca dünyanın farklı yerlerinde futbola benzeyen oyunlar oynansa da modern futbol kuralları ilk olarak 1863 yılında Futbol Birliği tarafından sistemleştirilmiş olup günümüze kadar birçok değişikliğe uğramıştır. Futbolun uluslararası alandaki yönetim teşkilatı Uluslararası Futbol Federasyonları Birliğidir (FIFA). 'Futbol' kelimesi Türkçeye, İngilizcedeki foot ('ayak') ve ball ('top') kelimelerinin birleştirilmesiyle oluşturulan football kelimesinden geçmiştir. İngilizcede football adını taşıyan diğer futbol sporlarından ayırmak amacıyla, modern futbolun ilk kurallarını belirleyen kurumun adı olan Futbol Birliğinden (İngilizce: The Football Association) yola çıkılarak association football ('birlik futbolu') ifadesi kullanılmaktadır. Football association ifadesindeki soc hecesine -er eki getirilerek oluşturulan ve İngilizce konuşan bazı ülkelerde futbolu tanımlamak için kullanılan soccer kelimesinin çıkışı 1880'lere denk gelir. Günümüzde, İngilizce konuşan ülkelerin bazıları futbolu tanımlamak için yalnızca football ifadesini kullanırken bu kelime diğer bazı dillere değişerek girmiş ve bu şekilde kullanılmaya başlanmıştır. Bazı dillerde futbolu tanımlamak için özgün kelimeler kullanırken bazılarında ise foot ve ball kelimelerinin o dillerdeki karşılıkları kullanılarak bu kelimeler birleştirilmiş ve futbol ifadesi bu şekilde yer edinmiştir. Türkçede sporu tanımlamak için 'ayak topu' da kullanılır ve bu kullanım, 'futbol' kelimesini oluşturan foot ile ball kelimelerinin Türkçe karşılıklarıyla oluşturulmuştur. FIFA, futbola benzeyen ve bilimsel kanıtlara sahip olan ilk oyunu, MÖ 300-200 yıllarında Çin'de askerî eğitim amacıyla oynanan cuju olarak göstermektedir. Kıl ve tüyle doldurulmuş deriden yapılan bir topun, iki bambu kamışıyla sabitlenen 30–40 cm yüksekliğindeki bir kaleye sokulmasını amaçlayan bu oyunda, topa el ve kollar dışındaki her yerle temas etmek mümkündü. Birkaç yüzyıl sonra Japonya'da, cuju'dan izler taşıyan ve varlığına ilk kez 644 yılında rastlanan kemari adlı oyun ortaya çıktı. Cuju'nun aksine rekabete dayalı olmayan kemari'de amaç, dairesel bir alan içerisinde yer alan oyuncuların topa ayaklarıyla vurarak topu yere düşürmeden birbirine göndermeleriydi. Avrupa'da ise futbola benzer bilinen ilk oyun, Antik Yunanistan'da oynanan episkiros adlı oyundur. Vücudun her yeriyle temasın serbest olduğu oyunda oyuncular iki takıma ayrılmakta ve her takım oyuncuları, topu paslaşarak veya atarak rakip takıma ait alanın sonunda yer alan çizgiden geçirmeye çalışmaktaydı. Bu oyunun bir benzeri daha sonraları Roma İmparatorluğu döneminde harpastum adıyla oynandı."
    },
    {
        "document_id": 37,
        "document_text": "Basketbol ya da Sepettopu, elle idare edilen bir topla oynanan popüler bir takım oyunu ve spor dalı. Profesyonel basketbolda beşer kişilik iki takım, yerden yüksekliği Avrupa standartlarına göre 3,05 metre olan ve pota adı verilen, yere paralel konumdaki bir çemberden topu geçirerek, rakibinden daha fazla sayı yapmak suretiyle, on ikişer, onar veya sekizer dakikalık dört periyottan oluşan maçı kazanmaya çalışır. Basketbol, ABD'nin Massachusetts eyaletinde, Springfield Genç Hristiyan Erkekler Birliği (YMCA) Eğitim Okulunda beden eğitimi öğretmeni olan Kanadalı Dr. James Naismith tarafından 1891'de icat edilmiştir. Atlet ve beyzbolculara kış antrenmanı yaptırmak amacıyla geliştirilen bu oyunda amaç, tahtadan yapılmış altı kapalı şeftali sepetlerine futbol topunun sokulmasıydı. Basketbol sepeti yaklaşık 3 metre yükseklikte duvara monte ediliyordu ve her sayıdan sonra basketbol topu sepetten elle çıkarılıyordu. Zamanla sepetin altı çıkarıldı ve sayı olan ancak sepete takılan toplar bir değnekle itilerek çıkarılmaya başlandı. Orta Amerika'da yerleşik Mayalarla ile ilgili günümüze gelen kalıntılardan edinilen bilgilere göre, basketbolun biraz daha farklı tarzda veya daha çok fiziki güce dayalı oynandığı söylenebilir. Bugünkü Basketbol oyun alanının en az 5 misli büyüklükte bir sahada mermerden yapılmış duvarlar üzerine yerden yaklaşık 4 metre yüksekliğe yere paralel değil, dik olarak sabitlenmiş ve yarım metre çapındaki çemberlerle oynanan ''Tlahiotenieé'' oyunu bugünkü basketbol sporundan daha zor şartları içinde barındırıyordu. James Naismith'in basketbolu Tlahiotenieé oyundan esinlenerek yaptığı düşünülmektedir. Basketbol ilk olarak 7 kişilik iki takım arasında yirmişer dakikalık üç devre üzerinden oynanmıştır. Dr. Naismitih bu oyuna 'sepet topu' anlamına gelen 'Basket Ball' adını verdi. Basketbolun ünü, bulunmasından kısa bir süre sonra ortaya çıktığı okulu aşarak bütün okullara, üniversitelere ve hatta semtlerde bulunan jimnastik salonlarına kadar yayılmıştır. Gençlerde bu spora karşı uyanan istek ve heyecanda kulüpleri basketbol şubeleri açıp takımlar kurmaya zorlamış ve böylece basketbol, Amerika'nın en popüler ulusal oyunu haline gelmiştir. Basketbolun Avrupa'daki ilk denemesi, 1893 yılında Paris'in Trevise sokağındaki eski bir jimnastik salonunda yapılmıştır. Daha sonraları, özellikle I. Dünya Savaşı sırasında, basketbolun Avrupa'da yayılmasında Amerikalı askerlerin büyük etkisi olmuştur. Hızla gelişme gösteren basketbol böylece Avrupa'da en gözde sporlar arasında yerini almıştır. Amerika, 1897 yılında erkeklerde, ardından 1900 yılında kadınlar arasında ilk milli basketbol şampiyonalarını düzenleyerek, bu sporu ülke çapında popüler hale getirmiştir. Amerikalılar milli spor olarak benimsedikleri basketbolu, 1904 Yaz Olimpiyatları'nda kulüp takımları arasında maçlar düzenleyerek, Olimpiyat Oyunları'na katılan tüm ülkelere tanıtmışlardır. 1905 yılında dünyanın en büyük spor salonlarından Madison Square Garden, kapılarını basketbola açmıştır. Uzak Doğu'da da 1913 yılından itibaren karşılaşmalar yapılmaya başlanmıştır. Böylece bu oyun birkaç yıl içinde Kanada, Fransa, Birleşik Krallık, Avustralya, Çin ve Hindistan başta olmak üzere, tüm dünya ülkelerine hızla yayılmış, özellikle büyük kentlerdeki geniş spor alanlarında yapılan üniversiteler arası karşılaşmalar, basketbolun seyirlik spor olarak yayılmasında önemli katkılar sağlamıştır. FIBA, uluslararası karşılaşmaları yönetmek amacıyla, 18 Haziran 1932'de İsviçre'nin Cenevre şehrinde İsviçre, Yunanistan, İtalya, Portekiz, Arjantin, Romanya ve Çekoslovakya basketbol federasyonlarının iş birliği ile oluşturulmuştur. İlk FİBA başkanlığına İsviçreli Leon Bouffard getirilmiştir. FIBA her dört yılda bir, Olimpiyat Oyunları'nın düzenlendiği şehirde toplanarak, basketbolu daha çekici hale getirmek için gerekli kural değişikliklerini yapmaktadır. Avrupa Basketbol Şampiyonası, 1935 yılında başlamış olup, 2 yılda bir düzenlenmektedir. Amatör bir spor dalı olarak basketbol, ilk kez 1936'da Berlin'de düzenlenen Olimpiyat Oyunları'na dahil edilmiştir. 1951 yılında başlayan Erkekler Dünya Şampiyonası'nı 1953'te Kadınlar Dünya Şampiyonası izlemiş, Olimpiyat Oyunları'na basketbol dalında kadınlar ilk kez 1976'da katılmışlardır. Avrupa Ligi ise 1995-96 sezonunda başlamıştır. Türkiye'de ilk basketbol maçı 1904 yılında Amerikan Lisesi öğrencileri tarafından yapıldı. Galatasaray Lisesi'nde beden egitimi öğretmeni olan Ahmet Robenson bir dergide gördüğü bu sporu öğrencilerine yaptırmaya çalışmıştır (1911). Onar kişilik takımlar halinde yapılan ilk maçta tüm oyuncuların sakatlandığı söylenmektedir. İlk basketbol şubesi 1913 yılında Fenerbahçe tarafından açıldı."
    },
    {
        "document_id": 38,
        "document_text": "Fatih Altaylı (d. 20 Eylül 1962, Van), Türk gazetecidir. Habertürk TV'de yayımlanan Teke Tek, Teke Tek Özel ve Teke Tek Bilim ile Bloomberg HT'de yayımlanan Bire Bir adlı programların sunuculuğunu yapmıştır. Fatih Altaylı, TİKAD'ın ve Avrupa Gazeteciler Cemiyetinin ortaklaşa verdiği 'Eğitime Katkı Onur Ödülü' sahibidir. 'Haydi Kızlar Okula', 'Sürekli aydınlık için bir dakika karanlık' ve 'Temiz İnternet' kampanyalarının mimarlarındandır. 20 Eylül 1962 tarihinde Van'da doğdu. İlkokulu ve ortaokulu Çavuşoğlu Kolejinde okuduktan sonra eğitimine Galatasaray Lisesinde devam etti. Galatasaray Lisesi mezunudur. Boğaziçi Üniversitesi İktisadi ve İdari Bilimler Fakültesine bir süre devam ettikten sonra okulu bırakarak 1984 yılında İstanbul Üniversitesi Basın Yayın Yüksekokuluna geçti. Fakat diplomasını almadan bu okuldan da ayrıldı. Gazeteciliğe, 1982 yılında Cumhuriyet gazetesinde spor muhabirliği yaparak başlayan Altaylı, 1986 yılında Güneş gazetesine geçti. Gelişim Yayınları'nda yazı işleri müdürlüğü yaptı. Güneş gazetesinin 1992 yılında kapanmasıyla işsiz kaldı. 1993 yılında özel bir radyo olan Best FM'in kurucu kadrosu arasında yer aldı. 1995 yılında Kanal D'ye geçti ve 'Teke Tek' programına başladı. Aynı dönemde Hürriyet gazetesinde de yazmaya başladı. Ardından Kanal D'den ayrıldıktan sonra Show TV'ye geçti. Show TV ve Show Radyo'da radyo yayınlarını 1 yıl kadar devam ettirdi. Aynı yıl içinde Show TV'nin haber editörü oldu. 1996 yılında Show TV'den ayrıldıktan sonra Kanal D'ye geri dönüp Doğan Yayın Grubu'nda çalışmaya başladı. Hürriyet gazetesinde yazarlık yaparken aynı zamanda Radyo D'nin genel koordinatörlüğünü yaptı. 2000 yılında Cine5 ile ortak yayın yapmıştır. 2002 yazında Kanal D'nin haber yayın yönetmenliğine atandı. 2001-2002 yılları arasında Galatasaray Spor Kulübünde Mehmet Cansun yönetiminde ikinci başkanlık yaptı. 6767 sicil numaralı Altaylı, 27 Nisan 2021'de Galatasaray Spor Kulübünden ihraç edildi. Fatih Altaylı'nın ihraç kararı 17 Ekim 2021 tarihinde yapılan 2020 olağan genel kurul toplantısında çoğunluk üyelerin kararıyla iptal edildi. 2005 yılında Doğan Medya Grubu'yla yollarını ayırdı. Kanal D'de yayımlanan 'Teke Tek' programı atv'ye geçti ve köşe yazılarına da Sabah gazetesinde devam etti. Sabah'ta genel yayın yönetmenliği yaptı. TMSF'nin Sabah gazetesine ve atv'ye el koymasıyla birlikte 2007 yılında istifa etti. Bir süre kendi sitesinde yazılarına devam etmiş, 2008 yılında Kanal 1 televizyonu ana haber bültenini de sundu. 2009 yılının Ocak ayından beri eski patronu Turgay Ciner'in kurduğu Habertürk gazetesinde genel yayın yönetmenliği yapmakta iken 29 Mart 2014 tarihinde Habertürk gazetesinin genel yayın yönetmenliğinden istifa etti. Habertürk yönetimi, Teke Tek programının sunuculuğunu yapan Altaylı'nın yayınlarına 16 Mayıs 2023 itibarıyla son verdi. Veda yazısında Turgay Ciner'i kastederek 'Benim özgürlüğüm, onun yükü olmamalı.' demiş ve Kenan Tekdağ'la konuşarak Habertürk ile yollarının ayrıldığını duyurmuştur. Kendi ismini taşıyan internet sitesinde köşe yazıları yazmakta ve yine kendi ismini taşıyan YouTube platformundaki kanalında gündem üzerine içerikler çekmektedir."
    },
    {
        "document_id": 39,
        "document_text": "Ekşi Sözlük, kayıtlı yazarların yorumlarını içeren Türkiye merkezli bir katılımcı sözlüktür. 400.000'den fazla üyeyle Türkiye'deki en büyük katılımcı sözlük ve ülkedeki en büyük internet topluluklarından birisidir. Ekşi Sözlük, türlü kelime ve kavram hakkında kayıtlı yazarların yorumlarını içeren ve katılımcı sözlük özelliği gösteren bir ağ sayfasıdır. Konuyla ilişkin başlıklar açılır ve kayıtlı yazarlar görüşlerini, matbu bir sözlükte olduğu gibi tanımlar hâlinde belirtir. Her bir yazarın tanımı da ‘entry’ olarak isimlendirilir. Entry'lerin oylanmasıyla yazar profilinde bin üzerinden bir sayı ve belli sayı aralıklarına karşılık gelen bir unvan yazılır. Bu oylamanın nasıl yapıldığı, site yönetimi tarafından net biçimde açıklanmamıştır. Sözlük'ün ilk kurulduğu zamanlarda herkes içerik entry girebilirken daha sonradan yazar olma zorunluluğu getirilmiştir. Yazar olmak, sitenin ilk yıllarında belirli aralıklarda siteye kaydolmak ile mümkündü ancak sonrasında bu uygulama terk edildi, günümüzde her zaman hesap açılabilmektedir. Açılan hesap çaylak ismiyle anılmakta ve on adet entry girdikten sonra Sözlük yönetiminin onayını bekleyen bir bekleme sırasına konulmaktadır. Onay süresince yazılan entry'ler herkese açık değildir. Ayrıca formata aykırı harekette bulunan yazar, geçici süreliğine çaylak yapılmaktadır. Sözlük'ün içerisinde çeşitli kullanıcı grupları mevcuttur: formata aykırı içeriği moderatöre bildiren gammaz, içeriği denetleyen ve gerekirse kaldıran moderatör, hukuk danışmanlığı yapan praetor, çaylak hesaplarına yazarlık veren kondüktör gibi. Haziran 2005'te yapılan bir değişiklik ile ayrıca üye girişi yapmadan kullanan kişiler de kayıtlı okur ismiyle anılmaya başlanmış ve bunlara oy hakkı tanınmıştır. Site, 2022 yılında toplam 363 milyonun üzerinde farklı kişi tarafından 8.1 milyardan fazla görüntülenmiştir. Ekşi Sözlük fikri, Kapanoğlu'nun 90'lı yıllarda Hitnet'teki yazılarına dayanır. Kapanoğlu'nun 1997'de okuduğu Otostopçunun Galaksi Rehberi'nde anılan kainatın her yerinden editörlerin yazdığı bir bilgi kaynağı, bu fikri somutlaştırdı. 1998'de o dönemki kız arkadaşıyla birlikte mizahî içeriklerin yer aldığı bir proje olarak sourtimes isminde bir site geliştirdi. Sitenin ismi, o zamanlar çok dinledikleri Portishead'in Sourtimes (Türkçesi: ekşi zamanlar) parçasından esinlenilmiş idi. Ekşi Sözlük, 15 Şubat 1999'da, 'sozluk.sourtimes.org' alan adında 10-15 kişilik bir kullanıcı grubuyla yayına başladı.İlk girilen içerik 'pena' oldu. 2003'te Altın Örümcek'te en iyi kişisel web sitesi seçildi. 14 Ağustos 2012'de Başak Purut ortağı ve avukatı olduğu bir başka firma hakkında sitede yazılan bir eleştiriyi 'firmanın ticari itibarı zedeleniyor' gerekçesiyle siteden kaldırdı ve bu durum büyük tepki topladı. 1 Eylül 2012'de bu tepkiyle ilişkili olarak 12 kişilik moderasyon ekibi topluca istifa etti. 2013'te, sitenin açıldığı günden bu yana kullanılan tasarım yenilendi. Eski tasarıma ulaşılabilen alt alan adı, antik.eksisozluk.com, 2014'te kapatıldı. 2015'te Kapanoğlu, sitenin yönetiminden çekilerek bütün idarî işleri, 2009'da ortaklık kurduğu Başak Purut'a devretti. 2013 yılına kadar kullanılan logo 28 Şubat 2016'da sitenin ara yüzü ile logosu tamamen değiştirildi. Aynı gün 'holy strat' isimli sözlük yazarı bir protesto başlattığını duyurdu ve tema eski hâline gelene kadar yeni içerik girmeyeceğini söyledi. 800 yazar bu çağrıya katıldığını belirtmek için kullanıcı adını ilgili başlığa yazdırdı. Sedat Kapanoğlu, yeni tasarımın mobilde çok iyi ve kullanışlı olduğunu, Başak Purut ise yeniliklerin devam edeceğini ifade etti. 6 Mart 2016'da 'ulotrix' isimli sözlük yazarı, tema konusundaki çağrılarına Sözlük yönetiminin kayıtsız kaldığını söyleyerek yazarlara entry'lerini silme çağrısı yaptı ve bu çağrıya uyan yazarlar 13 Mart 2016'ya kadar 1 milyon entry sildi. Sözlük yönetimi, 7 Mart'ta ilgili tepkilere yönelik bir açıklama yayımladı ve yeni tema tasarlanırken muadil sitelerin tasarımının örnek alındığı söylendi. Ayrıca beyaz fonun değişeceği dört görünümün ve içeriklerin Ekşi Şeyler'de yayımlanmama seçeneğinin eklendiğini, sonrasında yapılacak tüm değişikliklerin ve sözleşme değişikliklerinin yazarlara önceden bildirileceği söyledi. Bu açıklamayla bağlantılı olarak 8 Mart'ta toplu kadın yazar alımı hakkında diğer yazarların görüşlerinin beklendiği açıklandı. 2017 yılında hem iOS hem de Android için resmî Ekşi Sözlük mobil uygulaması yayımlandı. 2018'de Youtube kanalı Pena kuruldu. Kanalda Ekşi Sözlük yazarlarının konuklarca cevaplandığı soru cevap etkinlikleri, entry'lerin canlandırmaları yer aldı. 2020'de Ekşi Sözlük tarafından entrylere görsel yükleme özelliği duyuruldu. Bu sayede yazarlar, girdikleri entrylere 10 taneye kadar görsel ekleyebilmektedir."
    },
    {
        "document_id": 40,
        "document_text": "Nikola Tesla (ingilizce telaffuz; Sırpça telaffuz:; Sırpça: Никола Тесла; 10 Temmuz 1856 - 7 Ocak 1943), Sırp–Amerikalı mucit, elektrik mühendisi, makine mühendisi ve fütüristti. Günümüzde en çok alternatif akım (AC) elektrik kaynağı sistemine ve mühendisliğe verdiği katkılarla tanınmaktadır. Avusturya İmparatorluğu'nda doğup büyüyen Tesla, 1870'lerde mühendislik ve fizik alanında ileri bir eğitim aldı ve 1880'lerin başında telefonculukta ve Continental Edison'da yeni elektrik enerjisi endüstrisinde çalışırken uygulamalı deneyim kazandı. 1884 yılında vatandaşı olacağı Amerika Birleşik Devletleri'ne göç etti. New York'ta kısa bir süre kendi yoluna koyulmadan önce Edison Machine Works'te çalıştı. Ortaklarının fikirlerini finanse etmeleri ve pazarlamaları için Tesla, New York'ta çeşitli elektrikli ve mekanik cihazlar geliştirmek için laboratuvarlar ve şirketler kurdu. Kendisinin alternatif akım (AC) indüksiyon motor ve 1888'de Westinghouse Electric tarafından lisanslanan ilgili çok fazlı AC patentleri kendisine önemli miktarda para kazandırdı ve şirketin pazarlayacağı çok fazlı sistemin temel taşı oldu. Patentini alabileceği ve pazarlayabileceği icatlar geliştirmeye çalışan Tesla, mekanik osilatörler /jeneratörler, elektriksel deşarj tüpleri ve erken X-ışını görüntüleme ile ilgili çeşitli deneyler yaptı. Ayrıca ilk sergilenenlerden biri olan kablosuz kumandalı bir tekne inşa etti. Bir mucit olarak tanınan Tesla, laboratuvarındaki ünlülere ve zengin müşterilere başarılarını gösteriyordu ve halk konferanslarında şovmenliğiyle dikkat çekiyordu. Ayrıca sık sık Delmonicos'ta yemek yiyordu. 1890'lar boyunca New York ve Colorado Springs'teki yüksek voltajlı, yüksek frekanslı güç deneylerinde kablosuz aydınlatma ve dünya çapında kablosuz elektrik enerjisi dağıtımı konusundaki fikirlerini sürdürdü. 1893 yılında, cihazlarıyla kablosuz iletişim olasılığı hakkında açıklamalar yaptı. Tesla, bu fikirleri kıtalararası bir kablosuz iletişim ve güç ileticisi olan bitmemiş Wardenclyffe Kulesi projesinde pratik kullanıma sunmaya çalıştı, ancak bunu tamamlamadan önce parası tükendi. Wardenclyffe'tan sonra Tesla, 1910'larda ve 1920'lerde çeşitli derecelerde başarıya sahip bir dizi icatla çalıştı. Parasının çoğunu harcayan Tesla, New York'ta birçok otelde yaşadı ve ödenmemiş faturaları geride bıraktı. Ocak 1943'te New York'ta öldü. Tesla'nın çalışması, onun ölümünden sonra 1960'larda Ağırlıklar ve Ölçüler Genel Konferansı'nda SI birimi olarak manyetik akı yoğunluğuna tesla adı verilene kadar göreceli belirsizliğin içine düştü. Bu durum 1990'lı yıllardan beri Tesla'ya duyulan ilginin yeniden ortaya çıkmasını sağladı. Nikola Tesla, 10 Temmuz 1856 tarihinde Avusturya İmparatorluğu'nda (günümüzde Hırvatistan) Lika ilçesinin Smiljan kasabasında Sırp kökenli olarak dünyaya geldi. Babası Milutin Tesla (1819-1879), Doğu Ortodoks rahibiydi. Tesla'nın annesi, kendi babası da Ortodoks rahibi olan Đuka Tesla (evlilik öncesi soyadı Mandić; 1822-1892), evde zanaat aletleri ve mekanik aletler yapabilme becerisine sahipti. Sırp epik şiirlerini ezberleme yeteneği vardı. Đuka hiç resmî bir eğitim almamıştı. Tesla, fotoğrafik hafızası ve yaratıcılık yeteneklerini annesinin genetiğinden aldığını ve ondan etkilendiğini düşünüyordu. Tesla'nın ataları Karadağ yakınlarındaki batı Sırbistan'dan geliyordu. Tesla, beş çocuğun dördüncüsüydü. Milka, Angelina ve Marica adında üç kız kardeşi ve Dane adında bir ağabeyi vardı. Dane, bir ata binme kazasından dolayı öldüğünde Tesla beş yaşındaydı.1861 yılında Tesla, ilkokulunu Smiljan'da okudu. Orada Almanca, aritmetik ve din dersi okudu. 1862 yılında Tesla'nın ailesi, Tesla'nın babasının kilise rahibi olarak çalıştığı Gospić, Lika yakınlarına taşındı. Nikola, ilkokulu bitirdikten sonra ortaokula başladı. 1870 yılında liseyi Higher Real Gymnasium'da okumak için Karlovac'ın kuzeyine taşındı. Okul Avusturya-Macaristan askerî sınırında olduğu için dersler Almancaydı."
    },
    {
        "document_id": 41,
        "document_text": "Astronomi, gök bilimi ya da gökbilim gök cisimlerinin kökenlerini, evrimlerini, fiziksel ve kimyasal özelliklerini açıklamaya çalışan doğa bilimi dalıdır. Astronominin sınırlı ve özel bir alanı olan gök mekaniği ile karıştırılmaması gerekir. Astronomi daha açık bir deyişle, yörüngesel cisimleri ve Dünya atmosferinin dışında gerçekleşen, yıldızlar, gezegenler, kuyrukluyıldızlar, kutup ışıkları, gökadalar ve kozmik mikrodalga arkaalan ışınımı gibi gözlemlenebilir tüm olay ve olguları inceleyen bilim dalıdır. Astronomi terimi Eski Yunanca'daki astron ve nomos (άστρον ve νόμος) sözcüklerinden türetilmiş olup 'yıldızların yasası' anlamına gelir. Asteroitlerin ve kuyruklu yıldızların keşfindeki katkıları göz önüne alınırsa astronomi, amatörlerin de şimdi de etkin bir rol oynayabildikleri seyrek bilim dallarından biridir. Astronomi yeryüzündeki en eski bilimlerden biri olarak kabul edilir. Arkeolojik bulgular, en eski çağlarda bile insanların gök hakkında bilgileri olduğunu ortaya koymaktadır. Cilalı Taş Devri'nde insanlar ekinoksların tekrarlayan özelliğini, mevsimlerle ilişkisini ve bazı takımyıldızları bilmekteydiler. Çağdaş gök bilimi gelişimini, özellikle Antik Çağ'daki ve onları izleyen matematikçilere ve Orta Çağ'ın sonunda keşfedilmiş gözlem aletlerine borçludur. Başlangıçta ayrılmaz bir ikili sayılan ve paralel olarak ilerleyen astroloji (günümüzde bir sözdebilim olarak kabul edilir) ve gök bilimi zamanla yollarını birbirlerinden ayırmak zorunda kalmışlardır. "
    },
    {
        "document_id": 42,
        "document_text": "Fizik (Grekçe: φυσική (ἐπιστήμη), romanize: physikḗ (epistḗmē), lit. 'doğa bilgisi'), maddeyi, maddenin uzay-zaman boyunca hareketini ve davranışını, ilgili enerji ve kuvvetlerin varlığını inceleyen doğa bilimi. Bir diğer bakıma fizik, en temel bilimsel dallardan biridir ve temel amacı evrenin nasıl işlediğini anlamaktır. Osmanlı döneminde Türk dilinde Fizik yerine Hikmet-i Tabiyye kelimesi kullanılıyordu. Fizik en eski bilim dallarından biridir. 16. yüzyıldan bu yana kendi sınırlarını çizmiş modern bir bilim olmasına karşın, Bilimsel Devrim'den önce iki bin sene boyunca felsefe, kimya, matematik ve biyolojinin belirli alt dalları ile eş anlamlı olarak kullanılmıştır. Buna karşın, matematiksel fizik ve kuantum kimyası gibi alanlardan dolayı fiziğin sınırlarını net olarak belirlemek güçtür. Fizik, diğer dalları etkilemesi bakımından da önemlidir. Bunun nedeni kısmi olarak ondaki gelişmelerin genellikle teknolojiye uygulanması iken, fizikteki yeni fikirlerin matematik ve felsefe gibi diğer dalları etkilemesinin katkısı da büyüktür. Örneğin, elektromanyetik ve nükleer fizikteki yenilikler günümüz toplumunun gelişmesinde önemli yer tutan televizyon, bilgisayar, elektrikli ev eşyaları, nükleer silahlar gibi ürünlerin; termodinamikteki yenilikler motorlu taşımanın, mekanikteki yenilikler kalkülüsün gelişmesine neden olmuştur. Fizik kuarklar, nötrinolar ve elektronlar gibi temel parçacıklardan galaksi süperkümelerine kadar çok geniş bir yelpazede birçok fenomeni inceler. Diğer her şeyin kendilerinden oluştuğu bu fenomenleri incelemesi itibarıyla fizik zaman zaman 'temel bilim' olarak da anılır. Fizik doğadaki çeşit çeşit fenomeni daha basit fenomenlerle açıklamaya çalışır. Böylece fizik hem gözlemlenebilir şeyleri temel nedenlere indirgemeye hem de bu temel nedenleri birbirleriyle ilişkilendirmeye çalışır. Örnek olarak, Antik Çin'de insanlar mıknatıs taşlarının birbirini görünmez bir kuvvet ile çektiğini gözlemledi. Bu etki sonradan manyetizma olarak isimlendirildi ve esaslı olarak ilk kez 17. yüzyılda incelendi. Çinlilerden kısa bir zaman önce Yunanlar da aynı görünmez kuvvetin amber gibi bazı cisimlerin hayvan postuna sürtüldüğünde ortaya çıktığını keşfettiler. Bu ise ilk kez yine 17. yüzyılda araştırıldı ve elektrik olarak isimlendirildi. Böylece fizik doğadaki gözlemleri iki temel nedene indirgemiş oldu. Bunun üzerine, 19. yüzyılda bu iki kuvvetin aslında tek bir kuvvetin, elektromanyetik kuvvetin, iki farklı görünümü olduğu keşfedildi. Bu 'birleştirme' süreci günümüzde de devam etmektedir; bugün elektromanyetizma ve zayıf nükleer çekimin, bunlardan daha temel olan elektrozayıf etkileşimin iki farklı görünümü olduğu düşünülmektedir. Fizik doğanın neden bu şekilde olduğuna dair nihai bir neden (Her Şeyin Teorisi) bulma yoluna devam ediyor. Fiziksel teorilerin geçerliliği bilimsel metot ile test edilir. Araştırılan teorinin sonuçları teoriyi test etmek için uygulanan deney verileriyle karşılaştırılır; deney ve gözlemlerden elde edilen bilgiler toplanır ve teorinin tahmin ve öngörüleriyle kıyaslanır, buna göre teorinin geçerli olup olmadığına karar verilir. Deneysel verilerle çok iyi derecede örtüşen ve hiç yalanlanmamış teoriler sıklıkla bilimsel yasa ya da doğa yasası olarak adlandırılır. Tabii ki, bilimsel yasalar da dahil olmak üzere bütün teoriler deneylerle herhangi bir ters düşme söz konusu olduğunda daha tutarlı ve genel teorilerle değiştirilip düzeltilebilir."
    },
    {
        "document_id": 43,
        "document_text": "Kimya, maddenin yapısını, özelliklerini, birleşimlerini, etkileşimlerini, tepkimelerini araştıran ve uygulayan bilim dalıdır. Kimya bilmi daha kapsamlı bir ifadeyle maddelerin özellikleriyle, sınıflandırılmasıyla, atomlarla, atom teorisiyle, kimyasal bileşiklerle, kimyasal tepkimelerle, maddenin hâlleriyle, moleküller arası ve moleküler kuvvetlerle, kimyasal bağlarla, tepkime kinetiğiyle, kimyasal dengenin prensipleriyle vb konularla ilgilenir. Kimyanın en önemli dalları arasında analitik kimya, anorganik kimya, organik kimya, fizikokimya ve biyokimya sayılır. 'Kimya' sözcüğüyle simya sözcüğünün aynı kökten geldiği tahmin edilmektedir. On yedinci yüzyılda 'kimya' ve 'simya' sözcükleri aynı bilimsel disiplini tanımlamak için ayırt edilmeksizin kullanılmışlardır. Ancak 18'inci yüzyılda bu iki sözcük arasında bir ayrım gözetilmeye başlanmış, 'simya' daha çok metalden altın yapmakla ilgili uğraşları tanımlamak için kullanılmıştır. 'Simya' sözcüğünün Arapça 'al kimya' (الكيمياء‎) sözcüğünden türediği, bu Arapça sözcüğün de Grekçe'de 'himya' (metal eritmek anlamına gelen χημεία ya da χημία) sözcüğünden türetildiği de iddia edilmektedir. Kimyanın tarihi 'simya öncesi dönem', 'simya dönemi', 'geleneksel kimya ve 'modern kimya' dönemleri olmak üzere 4 ana başlık altında toplanarak incelenir. Kimyanın bilinen tarihi Antik Mısır döneminde başlamıştır. M.Ö. 2000'li yıllarda Mısırlılar'ın kimyasal yöntemler kullanarak kozmetik tozlar ürettikleri iddia edilmektedir. Kral Hammurabi döneminde (MÖ 1792-1750) Babiller altın, gümüş, cıva, kurşun, demir ve bakır gibi metalleri tanımlamış ve bu metallere semboller vermiştir. Erken Yunan felsefeciler (Sokrates öncesi düşünürler) doğal olayları doğaüstü olmayan nedenlerle açıklamaya çalışmışlar, bunun sonucunda da bu dönemde simya öncesi kimya biliminin temelleri atılmıştır. Miletli Tales (MÖ 624 – MÖ 546) maddenin prensiplerini araştırmış ve suyun evrenin temel maddesi olduğunu öne sürmüştür. Bir diğer Miletli Anaksimandros (MÖ 610- MÖ 546) suyun karşıtı olan ateşin nasıl oluştuğunu sorgulamıştır. Empedokles (MÖ 490-430) evrenin 4 temel element ateş, hava, su ve topraktan oluştuğunu iddia etmiştir. Empedokles'in tanımına göre toprak katı maddeleri, su sıvı maddeleri ve metalleri, hava gazları ifade etmekteydi. Bununla beraber ateşi de bir süreçten çok sıvı, gaz ve katı gibi maddenin bir hali olarak tanımlamıştır. Demokritos'un hocası Leukippos evrenin iki çeşit elementten oluştuğunu (boşluk ve katı) ifade etmiş, boşluğun ve katılığın evrendeki tüm elementleri oluşturduğunu ifade etmiştir. Democritus (MÖ 460-370) Leukippos ile birlikte atomcu teoriyi geliştirmiştir. Maddelerin yapı taşı olarak daha küçük parçalara ayrılamayan atomlar Leucippus ve Democritus'un geliştirdiği bir felsefe sistemi olarak kabul edilmesine rağmen Platon bu atomculuk teorisine bölünemezlik prensibini eklemiştir. Plato evreni oluşturan 4 temel elementin geometrik katılardan oluştuğunu bu katıların da üçgen yüzeylerden oluştuğunu iddia etmiştir. Aristoteles (MÖ 384-323) elementlerin özellikleri düşüncesini geliştirmiştir. Farklı elementlerin farklı özellikleri olduğunu ve bunun çeşitli nicel değişkenlere bağlı olduğunu ifade etmiştir. Bu nicel özellikleri değiştirildiğinde bir elementin başka bir elemente dönüştürülebileceğini ve maddelerin değişim halinde olduğunu iddia etmiştir."
    },
    {
        "document_id": 44,
        "document_text": "Biyoloji veya dirim bilimi, yaşamın bilimsel olarak incelenmesidir. Geniş bir kapsama sahip bir doğa bilimidir ancak onu tek ve tutarlı bir alan olarak birbirine bağlayan birkaç birleştirici teması vardır. Örneğin, tüm organizmalar, gelecek nesillere aktarılabilen genlerde kodlanmış kalıtsal bilgileri işleyen hücrelerden oluşur. Bir diğer ana tema ise yaşamın birliğini ve çeşitliliğini açıklayan evrimdir. Enerji işleme, organizmaların hareket etmesine, büyümesine ve çoğalmasına izin verdiği için yaşam için de önemlidir. Son olarak, tüm organizmalar kendi iç ortamlarını düzenleyebilmektedir. Biyologlar, bir hücrenin moleküler biyolojisinden bitki ve hayvanların anatomi ve fizyolojisine ve popülasyonların evrimine kadar yaşamı çoklu organizasyon seviyelerinde inceleyebilirler. Bu nedenle, biyoloji içinde her biri araştırma sorularının doğası ve kullandıkları araçlarla tanımlanan çok sayıda alt disiplin vardır. Diğer bilim insanları gibi biyologlar da gözlem yapmak, sorular sormak, hipotezler üretmek, deneyler yapmak ve çevrelerindeki dünya hakkında sonuçlar çıkarmak için bilimsel yöntemi kullanırlar. Dünya üzerinde 3,7 milyar yıldan daha uzun bir süre önce ortaya çıkan yaşam son derece çeşitlidir. Biyologlar, arkea ve bakteriler gibi prokaryotik organizmalardan protistler, mantarlar, bitkiler ve hayvanlar gibi ökaryotik organizmalara kadar çeşitli yaşam biçimlerini incelemeye ve sınıflandırmaya çalışmışlardır. Bu çeşitli organizmalar, biyofiziksel çevreleri aracılığıyla besin ve enerji döngüsünde özel roller oynadıkları bir ekosistemin biyolojik çeşitliliğine katkıda bulunurlar. Biyoloji sözcüğü, Antik Yunancada 'yaşam' anlamına gelen 'βίος' sözcüğü ve eklendiği sözcüğe 'çalışma alanı, disiplini' anlamını katan '-λογία' son ekinin bir araya gelmesiyle oluşmuştur. Türkçeye ise Fransızca 'biologie' sözcüğünden geçmiştir. Tıbbı da içeren bilimin en eski kökleri MÖ 3000 ila 1200 yıllarında Antik Mısır ve Mezopotamya'ya kadar uzanmaktadır. Onların katkıları antik Yunan doğa felsefesini şekillendirmiştir. Aristoteles (MÖ 384-322) gibi Antik Yunan filozofları biyolojik bilginin gelişimine büyük katkıda bulunmuşlardır. Biyolojik nedenselliği ve yaşamın çeşitliliğini araştırmıştır. Halefi Theophrastus, bitkilerin bilimsel olarak incelenmesine başlamıştır. Orta Çağ İslam dünyasında biyoloji üzerine yazan âlimler arasında Cahiz (781-869), botanik üzerine yazan Dîneverî (828-896) ve anatomi ve fizyoloji üzerine yazan Razi (865-925) yer alır. Tıp özellikle Yunan filozof geleneğinde çalışan İslam âlimleri tarafından iyi çalışılmış, doğa tarihi ise büyük ölçüde Aristotelesçi düşünceye dayanmıştır. Anton van Leeuwenhoek'un mikroskobu dramatik bir şekilde geliştirmesiyle biyoloji hızla gelişmeye başladı. O zaman bilim adamları spermatozoa, bakteri, infusoria ve mikroskobik yaşamın çeşitliliğini keşfettiler. Jan Swammerdam'ın araştırmaları entomolojiye yeni bir ilgi duyulmasına yol açtı ve mikroskobik diseksiyon ve boyama tekniklerinin geliştirilmesine yardımcı oldu. Mikroskopideki gelişmelerin biyolojik düşünce üzerinde derin bir etkisi olmuştur. 19. yüzyılın başlarında biyologlar hücrenin merkezi önemine işaret ettiler. 1838'de Schleiden ve Schwann, (1) organizmaların temel biriminin hücre olduğu ve (2) tek tek hücrelerin yaşamın tüm özelliklerine sahip olduğu yönündeki evrensel fikirleri desteklemeye başladılar, ancak (3) tüm hücrelerin diğer hücrelerin bölünmesinden meydana geldiği fikrine karşı çıkarak kendiliğinden oluşumu desteklemeye devam ettiler. Ancak Robert Remak ve Rudolf Virchow üçüncü ilkeyi somutlaştırmayı başardılar ve 1860'lara gelindiğinde biyologların çoğu hücre teorisinde birleşen üç ilkeyi de kabul etti. Bu arada, taksonomi ve sınıflandırma doğa tarihçilerinin odak noktası haline geldi. Carl Linnaeus 1735 yılında doğal dünya için temel bir taksonomi yayınladı ve 1750'lerde tüm türler için bilimsel isimler ortaya koydu. Georges-Louis Leclerc, türleri yapay kategoriler, canlı formları ise şekillendirilebilir olarak ele aldı, hatta ortak soy olasılığını öne sürdü. Charles Darwin 1842 yılında Türlerin Kökeni'nin ilk taslağını kaleme aldı. Ciddi evrimsel düşünce, tutarlı bir evrim teorisi sunan Jean-Baptiste Lamarck'ın çalışmalarıyla ortaya çıkmıştır. İngiliz doğa bilimci Charles Darwin, Humboldt'un biyocoğrafi yaklaşımını, Lyell'in tekdüze jeolojisini, Malthus'un nüfus artışı üzerine yazılarını ve kendi morfolojik uzmanlığı ile kapsamlı doğa gözlemlerini birleştirerek doğal seçilime dayalı daha başarılı bir evrim teorisi oluşturdu; benzer akıl yürütme ve kanıtlar Alfred Russel Wallace'ın bağımsız olarak aynı sonuçlara ulaşmasını sağladı."
    },
    {
        "document_id": 45,
        "document_text": "Psikoloji veya Ruh bilimi, içgüdüsel davranışları ve zihni inceleyen bilimdir. Bilinçli ve bilinçsiz olayların yanı sıra daha çok duygu ve düşüncenin incelemesini içeren Psikoloji, çok kapsamlı bir bilimsel alandır. Bu alanda uzman olan ve aynı zamanda bilgi araştırması yapanlara psikolog denir. Psikologlar, beyinin ortaya çıkan özelliklerini ve ortaya çıkan özelliklerle bağlantılı tüm fenomenleri anlamaya çalışırlar ve bu şekilde daha geniş nöro-bilimsel araştırmacı grubuna katılırlar. Psikoloji bilimi, bir sosyal bilim olmasına rağmen aynı zamanda doğa bilimleri olarak da kategorize edilebilir. Özellikle beyin biyolojisi bilgisini oldukça kullanır ve geliştirir. Organizmaların hem doğrudan gözlenen davranışları, hem de düşünme, zihinde canlandırma, hatırlama ve hayal etme gibi doğrudan gözlenemeyen karmaşık zihinsel süreçleri psikolojinin inceleme alanına girer. Bir yandan algı, dikkat, duygu, motivasyon, zekâ, kişilik gibi içsel süreçler; bir yandan kişiler arası ilişki süreçleri (örneğin aşk, evlilikte uyum ve çatışma, anne ve çocuk arasında bağlanma gibi), grup-içi (örneğin gruba uyma ve itaat etme) ve gruplar arası ilişki süreçleri (örneğin gruplar arası önyargı ve ayrımcılık, kolektif eylem vb.) psikoloji biliminin çalıştığı konulardır. Psikoloji bilimi dâhilinde hem insanların hem de hayvanların davranışları üzerinde çalışılabilir. Tüm bu özellikleriyle psikoloji, hem fen ve tıp bilimleri ile hem de sosyal bilimlerle yakından ilişkilidir. Psikolojinin hedefi, zihinsel süreçleri ve davranışları tanımlamak, neden ve nasıl oluştuklarını açıklamak, ileride nasıl bir değişim-gelişim göstereceklerini öngörmek ve bu süreçleri kontrol etmektir. Bu hedefler doğrultusunda görgül yöntemlerle –örneğin deneysel ya da korelasyonel yöntemler- araştırmalar yürütülür. Psikoloji biliminin ürettiği bilgiler, insan etkinliklerinin değerlendirilmesi ve düzenlenmesi ile ilgili pek çok alanda kullanılır. 'Psikoloji' terimi ilk defa 16. yüzyılda Marko Marulić tarafından Yunanca’da 'ψυχή psiyçē' ruh ve '–λογία –logia' araştırma terimlerinin birleşmesi ile ruh araştırması olarak yaratılmıştır. Türkçe’ye Fransızca psychologie teriminin çevrimi ile girmiştir. Psikolojinin incelediği zihin ve davranış kavramları eski Mısır, İran, Yunan, Çin, Hint uygarlıklarında felsefenin inceleme konusu olmuştur. Ancak 19. yy'da pek çok bilim gibi, psikoloji de felsefeden bağımsızlığını ilan etmiştir. Psikolojinin bir bilim dalı olarak doğmasına, 1876 yılında Almanya’da Leipzig Üniversitesi'nde kurduğu psikoloji laboratuvarı ile Wilhelm Wundt ön ayak olmuştur. Wundt, kendini psikolog olarak tanımlayan ilk kişidir. Psikolojinin pozitif bir bilim olarak ortaya çıkışına ilk önemli katkıları koyan diğer isimler şunlardır: Hermann Ebbinghaus (hafıza üzerinde deneysel çalışmalar yaptı), Ivan Pavlov (psikoloji ile fizyoloji arasında ilk kez ilişki kurdu, öğrenme süreçlerini deneysel olarak inceleyerek klasik şartlanma kavramını getirdi), John B. Watson (davranışçı yaklaşımın ABD’deki temsilcisi oldu). Deneysel psikolojinin Almanya ve ABD'de gelişmesinin peşi sıra psikolojinin uygulamalı alanları doğmuştur. 19. yy.'ın son yıllarında G. Stanley Hall ve John Dewey psikoloji biliminin ABD'de eğitim alanındaki uygulamalarına öncülük etmiştir. Hugo Münsterberg psikolojinin endüstri, hukuk ve diğer alanlardaki uygulamaları üzerine yazmaya başlamıştır. 1890'larda Lightner Witmer ilk psikoloji bölümünü kurmuştur. Yine aynı yıllarda James McKeen Cattell, ilk zeka testi uygulamalarını başlatmak üzere Francis Galton'un antropometri yöntemini uyarlamıştır. Öte yandan Viyana'da Sigmund Freud, zamanla çok popülerleşecek olan psikanaliz kuramını ve yöntemlerini geliştirmiştir. 20.yy'da psikolojinin soyut ve muğlak bir kavram olan zihni incelemesine bir tepki doğmuştur. Edward B. Titchener tarafından getirilen eleştiriler, John B. Watson'un davranışçılık yaklaşımını geliştirmesine katkıda bulunmuştur. Bu yaklaşım, B.F. Skinner tarafından popüler hale getirilmiştir. Bu yaklaşımda, zihin yerine gözlenebilen ve ölçülebilen davranışın incelenmesi savunulur. 20.yy.'ın sonlarına doğru insan zihnini çalışmak üzere disiplinler arası bir alan olan bilişsel bilimler gelişmiştir. Zihin, tekrar bilimin popüler bir inceleme konusu haline gelmiştir."
    },
    {
        "document_id": 46,
        "document_text": "Sosyoloji veya toplumbilimi, toplum ve insanın etkileşimi üzerinde çalışan bir bilim dalıdır. Toplumsal (sosyolojik) araştırmalar sokakta karşılaşan farklı bireyler arasındaki ilişkilerden küresel sosyal işleyişlere kadar geniş bir alana yayılmıştır. Bu disiplin insanların neden ve nasıl bir toplum içinde düzenli yaşadıkları kadar bireylerin veya birlik, grup ya da kurum üyelerinin nasıl yaşadığına da odaklanmıştır. Toplum bilimi alanında çalışan bir kişiye de sosyolog denir. Bir akademik disiplin olarak toplum bilimi bir sosyal bilim olarak kabul edilmektedir ve 19. yüzyılın ilk çeyreğinde gelişmiş diğer bilim dalları ile karşılaştırıldığında göreceli olarak gençtir. Birçok sosyolog bir veya daha fazla uzmanlık alanında veya alt dallarında çalışmaktadır. Sociology kelimesi, Yunanca 'bilim' anlamına gelen 'logy' eki ve Latince'de, genel anlamda insanı işaret eden, üye, arkadaş veya dost anlamındaki, 'socius' kelimesinden gelen 'socio-' kökünden oluşur. Toplum bilimi geniş çerçeveli bir disiplin olduğu için profesyonel toplum bilimcilerin bile tanımını yapması güçtür. Bu disiplini tanımlamak için işe yarayan yollardan biri bu disiplini toplumun farklı boyutlarını inceleyen alt dalların oluşturduğu bir küme olarak tanımlamaktır. Örneğin toplumsal sınıflaşma; eşitsizliği ve sınıfsal yapıları, demografi; nüfusun miktar ve türündeki değişimleri, suç bilimi; suç davranışı ve çarpıklıkları, politik toplum bilimi; hükûmet ve yasaları, ırk toplum bilimi ve cinsiyet toplum bilimi; ırk ve cinslerin eşitsizliği kadar ırk ve cinsiyetlerin toplumsal yapılarını inceler. Doğadaki birçok çapraz disiplini içerecek şekilde, ağ çözümlemesi gibi yeni toplumsal alt bilim dalları ortaya çıkmaya devam etmektedir. Birçok toplum bilimci, akademi dışında yararlı araştırmalar yapmaktadır. Bulguları eğitimcilere, yasa yapıcılara, yöneticilere, yenilik yapmak isteyenlere, iş dünyasının liderlerine ve toplumsal sorunları çözme ve sosyal politikalar oluşturma konusuyla ilgilenenlere yardımcı olmaktadır. Ekonomi, politika bilimi, antropoloji, tarih ve psikolojiyi kapsayan diğer sosyal bilimler ile karşılaştırıldığında toplum bilimi oldukça yeni bir bilim dalıdır. Arkasındaki düşüncelerin ise daha uzun bir geçmişi vardır ve ortak insan bilgisi ve felsefesinin karışımına kadar izleri takip edilebilir. Toplum bilimi 19. yüzyılın ilk yarısında modernliğin iddialarına karşı bir akademik tepki olarak belirmeye başladı: dünya küçülmeye başlayıp bütünleşmeye başlıyor, insanların yeryüzündeki deneyimleri hızlı bir şekilde atomize olup yayılıyordu. Toplum bilimciler sadece toplumsal grupları nelerin bir arada tuttuğunu öğrenmeyi değil aynı zamanda toplumsal dağılmaya karşı bir çare geliştirmeyi de umut ettiler. Sociology kelimesi 1838’de Auguste Comte tarafından Latince socius (arkadaş, dost) ve Yunanca logos (bilim) kelimelerinin bir araya getirilmesi ile oluşturuldu."
    },
    {
        "document_id": 47,
        "document_text": "Bilgisayar bilimi, bilgisayarların tasarımı ve kullanımı için temel oluşturan teori, deney ve mühendislik çalışmasıdır. Hesaplamaya ve uygulamalarına bilimsel ve pratik bir yaklaşımdır. Bilgisayar bilimi; edinim, temsil, işleme, depolama, iletişim ve erişimin altında yatan yönteme dayalı prosedürlerin veya algoritmaların fizibilitesi, yapısı, ifadesi ve mekanizasyonunun sistematik çalışmasıdır. Bilgisayar biliminin alternatif, daha özlü tanımı 'büyük, orta veya küçük ölçekli algoritmik işlemleri otomatikleştirme çalışması' olarak nitelendirilebilir. Bir bilgisayar bilimcisi, hesaplama teorisi ve hesaplama sistemlerinin tasarımı konusunda uzmanlaşmıştır. Alanları teorik ve pratik disiplinlere ayrılabilir. Bilgisayar grafikleri gibi alanlar, gerçek dünya görsel uygulamalarını vurgularken, hesaplamalı karmaşıklık teorisi (hesaplama ve zor olan sorunların temel özelliklerini araştıran) gibi bazı alanlar oldukça özeldir. Diğer alanlar sıklıkla hesaplamanın uygulanması konusunda karşılaşılan zorluklara odaklanmaktadır. Örneğin, programlama dili teorisi, hesaplamanın tanımlamasına yönelik çeşitli yaklaşımları ele alırken, bilgisayar programcılığının kendisi de programlama dili ve karmaşık sistemlerin kullanımının çeşitli yönlerini inceler. Bununla beraber insan-bilgisayar etkileşimi alanı; bilgisayarları ve hesaplamaları yararlı, kullanışlı ve evrensel olarak insanlara ulaştırmaya yönelik zorlukları tanımlamaya ve onları aşmaya çalışmaktadır. Daha sonraları bilgisayar bilimi haline gelecek olgunun en eski temelleri, modern dijital bilgisayarın icadından önce gelmektedir. Abaküs gibi sabit sayısal işlemler için kullanılan hesap makineleri, antik çağlardan beri var olmuştur. Bunlar çarpma ve bölme gibi temel hesaplamalara yardımcı oluyordu. Ayrıca, hesaplamaları gerçekleştirmek için kullanılan algoritmalar, antik çağlardan beri, hatta gelişmiş bilgisayar ekipmanlarının geliştirilmesinden önce de var olmuştur. Blaise Pascal, 1642'de kendi ismini verdiği mekanik hesap makinesini tasarladı ve geliştirdi. 1673'te Gottfried Leibniz, 'Stepped Reckoner' adında bir dijital mekanik hesap makinesi tasarladı. İlk bilgisayar bilimcisi ve bilgi teorisyeni olarak düşünebilir. Leibniz'i ilk bilgisayar bilimcisi olarak kabul etmemiz için diğer sebeplerin yanı sıra kendisinin, ikili sayı sisteminde belgeli ve sistemli biçimde çalışmış olması yeterlidir. Thomas de Colmar, 1820'de mekanik hesap makinesi endüstrisini başlattı ve basitleştirilmiş aritmometre'yi piyasaya sundu. Bu hesap makinesi, günlük olarak ofis ortamında kullanılabilecek kadar donanımlı ve güvenilir ilk hesap makinasıydı. Charles Babbage, 1822'de ilk 'Otomatik çalışan mekanik hesap makinesi' olan Fark Makinesi'nin (İngilizce: Difference Engine) tasarımını başlattı ve bu çalışmalarının neticesinde ona ilk programlanabilir mekanik hesap makinesi fikri olan 'Analitik Tabanlı Motor' ismini verdi. Bu makineyi 1834'te geliştirmeye başladı ve iki yıldan az bir sürede modern bilgisayarın göze çarpan özelliklerinin çoğunu çizmişti. 1843 yılında Ada Lovelace, 'Analitik Motor' hakkındaki bir Fransız makalesinin çevirisi sırasında, içerdiği birçok nottan birinde, günümüzde ilk bilgisayar programı olarak düşünülen Bernoulli sayılarını hesaplamak için bir algoritma yazdı. 1885 civarında Herman Hollerith, istatistiksel bilgileri işlemek için delikli kartlar kullanan çizelgeleyiciyi (tabulator) icat etti; Sonunda çalışmaları kendi şirketi IBM'in bir parçası haline geldi. 1937'de, Babbage'ın imkânsız rüyasından yüz yıl sonra, Howard Aiken, her türden delikli kart ekipmanı üreten IBM'i ikna etti ve Babbage'ın Analitik Motor fikrinden yola çıkarak dev programlanabilir hesap makinesi geliştirmek için çalışmalar yaptı. Başarıyla yürüttüğü çalışmalarının sonucunda 'ASCC / Harvard Mark I' hesap makinesini icat etti. Bu cihazda kartlar ve merkezi işlem birimi (CPU) kullanıldı. Makine çalışması bittiğinde, çevresindekiler 'Babbage'nin hayali gerçeğe dönüştü!' diyerek Howard Aiken'i takdir ettiler. 1940'lı yıllarda, yeni ve daha güçlü bilgi işlem makineleri geliştirildiğinde, hesaplama terimi için insanlardan ziyade makinelere atıfta bulunulmaktaydı. Bilgisayarların sadece matematiksel hesaplamalardan daha fazlası için kullanılabileceği netleştikçe, bilgisayar bilimi alanı, genel olarak hesaplamayı incelemek üzere genişletildi. Bilgisayar bilimi, 1950'lerde ve 1960'ların başında ayrı bir akademik disiplin olarak kurulmaya başlandı. Dünyanın ilk bilgisayar bilimleri lisans programı olan Cambridge Bilgisayar Bilimleri diploması, 1953'te Cambridge Bilgisayar Laboratuvarı'nda verilmeye başladı. ABD'deki ilk bilgisayar bilimleri programı, 1962'de Purdue Üniversitesi'nde kuruldu. Pratik bilgisayarlar piyasaya çıktığından beri, birçok bilgisayar uygulaması, kendi sistemlerine sahip farklı birer çalışma alanları haline geldi."
    },
    {
        "document_id": 48,
        "document_text": "Jeoloji ya da yer bilimi, geniş anlamda Yerküreyi, dar anlamda yerkabuğunu oluşum, bileşim, yapı, hareket, değişiklikler ve değişiklikleri yaratan nedenler ve tarihsel evrim açısından inceleyen, yeraltı zenginliklerinin bulunması, doğal afetlerle savaşımda katkı sunulması gibi amaçları olan bir bilimdir. Jeolojinin temel konusu Dünya olmakla birlikte yer benzeri gezegenler (Mars, Venüs, Merkür) ve doğal uyduların incelenmesini de içerir. Yer bilimleri bünyesinde ele alınır. Jeoloji, dar anlamı ile ya da çoğunlukla algılandığı biçimiyle, bütün yeryuvarlağının değil, özellikle ortalama kalınlığı 35 km olan katı yerkabuğunun bilimidir. Bu şekliyle jeoloji, yeryüzünü ve yeryüzü ile insan toplulukları ilişkisini inceleyen coğrafyadan ve yerküresini tüm olarak fiziksel yöntemlerle inceleyen jeofizikten, jeokimyasından ve jeodeziden ayrılmaktadır. Astrojeoloji ise güneş sistemindeki diğer cisimlere jeolojik prensiplerin uygulanmasını içerir. Bununla birlikte, selenoloji (Ay bilimi - Ay'ın incelenmesi) gibi, özelleşmiş terimler de kullanılmaktadır. Jeologlar Dünya'nın yaşının yaklaşık olarak 4,6 milyar (4,6x109) yıl olarak tanımlanmasına yardımcı olmuşlar, Dünya'nın litosferinin hareketli tektonik plakalara ayrıldığını tespit etmişlerdir. Teorik boyutun yanı sıra, jeoloji çok geniş bir pratik alana sahiptir; değerli taşlar ve birçok mineral ile de ilgilenirler. Jeoloji sözcük olarak ilk kez Jean-André Deluc tarafından 1778 yılında kullanılmış ve Horace-Bénédict de Saussure tarafından 1779 yılında sabit bir terim olarak ortaya atılmıştır. Bu bilim dalı Encyclopædia Britannica'nın 1797'de tamamlanan üçüncü baskısında yer almasa da 1809'da tamamlanan dördüncü baskıda uzun bir açıklama ile yer almıştır. Sözcüğün daha eski bir anlam taşıyan ilk kullanımı ise Richard de Bury tarafındandır ve dünyevi ile teolojik hukukun ayrıştırılması anlamını taşır. Türkçede kullanılan sözcük, Türkçeye Fransızca géologie sözcüğünden gelmiştir. Fransızca sözcük ise Latince geologiadan türemiştir. Çin'de bilgin Shen Kuo (1031-1095) okyanustan yüzlerce mil uzaktaki bir dağdaki jeolojik tabakada (stratum) gözlemlediği hayvan kabukları fosillerinden yola çıkarak karaların oluşumuna dair bir hipotez formüle etmiştir. Çıkardığı sonuç karaların dağların erozyonu ve silt tortularıyla oluştuğu idi. Aristo'nun öğrencisi Theophrastus'un (372 - 287 BC) Peri lithon ('Taşlar üstüne') isimli eseri binlerce yıl boyunca alanında otorite olmuştur. Bu eserdeki fosil yorumlamaları Bilim Devrimi'nin sonrasına kadar etkin kalmıştır. Eser Latince ve diğer Avrupa dillerine, örneğin Fransızcaya çevrilmiştir. Bir hekim olan Georg Bauer (1494-1555) genelde sır olarak saklanan ve nesilden nesile usta çırak ilişkisi ise öğretilen metal işleme teknikleri konusunda yazılmış ilk kitap olan De Re Metallica'yı yazmıştır. Kitap boğa kanı ya da açık dolunay geceleri gibi sürece etkisi olduğu düşünülen mistik öğeleri de içeren anlatım tarzına sahiptir. Ayrıca rüzgâr enerjisi, hidrodinamik güç, (maden) filizlerin taşınması, yönetimsel hususlar ve benzeri konular da eserde yer almaktaydı. Kitap 1556 yılında yayımlanmıştır. 19. yüzyıl boyunca jeoloji Dünya'nın yaşı sorusu etrafında odaklanmıştır. Tahminler birkaç 100.000 yıldan milyarlarca yıla kadar büyük bir yelpazedeydi. 20. yüzyıl jeolojisindeki en belirgin gelişim 1960'larda plaka tektoniği kuramının geliştirilmesidir. Bu kuram yer bilimleri açısından çok önemlidir. Kıta kayması (veya Kıtasal sürüklenme - continental drift) kuramı 1912'de Alfred Wegener tarafından ortaya atılmış olsa da, 1960'larda plaka tektoniğinin geliştirilmesine kadar yaygın bir şekilde kabul görmemiştir. Aslında aynı fikri Wegener'den önce dile getirenler de olmuştur; fakat yeterli kanıtları sunmaya çalışarak, bütün bir şekilde kabul edilebilir bir hipotezi ilk ortaya atan Wegener olmuştu. Jeoloji tarihi boyunca, birbiriyle ilişkili olan ana tartışma konuları, meseleler, Neptünistler ile Plütonistler arasındaki tartışma, tek biçimcilik-katastrofizm meselesi, Dünya'nın yaşı ve kıtasal sürüklenme olarak özetlenebilir. Her ne kadar bu meseleler büyük ün kazanmaları sebebiyle ilk akla gelenler olsa da, jeoloji alanında kuruluşundan şu ana kadar ve bugün hâlâ, birçok farklı mesele ve anlaşmazlık, diğer bilim dallarında olduğu gibi, mevcuttur."
    },
    {
        "document_id": 49,
        "document_text": "Ekoloji (Yunanca: Οίκος — ev, Yunanca: Λόγος — bilim) ya da doğa bilimi, canlıların hem kendi aralarında hem de fiziksel çevreleri ile olan ilişkileri inceleyen bilim dalıdır. Ekoloji canlıları birey, popülasyon, komünite, ekosistem ve biyosfer düzeylerinde inceler. Ekoloji çok yakından ilişkili olduğu biyocoğrafya, evrimsel biyoloji, genetik, etoloji ve doğa tarihi dallarıyla örtüşür. Ekoloji, biyoloji biliminin bir dalıdır. Ekolojinin incelediği konular arasında yaşam süreçleri, etkileşimler, adaptasyon, canlı komüniteler arasında madde ve enerji hareketi, ekosistemlerde süksesyon, türler içinde ve arasında işbirliği, rekabet ve av-avcı ilişkisi, canlıların çevre bağlamında bolluğu, dağılımı ve biyokütlesi, biyoçeşitliliğin örüntüleri ve ekosistem süreçleri üzerindeki etkileri sayılabilir. Ekolojinin koruma biyolojisi, sulak alan yönetimi, doğal kaynak yönetimi (agroekoloji, tarım, ormancılık, tarımsal ormancılık, balıkçılık), kentsel planlama (kent ekolojisi), halk sağlığı, ekolojik iktisat, temel ve uygulamalı bilimler, insan ekolojisi alanlarında pratik uygulamaları vardır. Ekoloji terimi (Almanca: Ökologie) 1866 yılında Alman biliminsanı Ernst Haeckel tarafından oluşturuldu. Kelime kökeni Eski Yunanca οἶκος (oikos), 'ev, yakın çevre'; -λογία, (logia) 'bilimi' kelimelerinin birleşiminden gelmektedir. Ekoloji 19. yüzyılın sonlarından itibaren ciddi bir bilim hâline geldi. Adaptasyon ve doğal seçilim ile ilgili kavramlar modern ekoloji teorisinin temeltaşlarını oluşturur. Ekosistemler dinamik etkileşim hâlindeki canlılar, bunların oluşturduğu komüniteler ve çevrelerinde bulunan cansız abiyotik faktörlerden oluşur. Birincil üretim, besin öğesi döngüsü ve niş oluşturma gibi ekosistem süreçleri çevre içinde enerji ve madde akışını düzenler. Ekosistemlerde gezegen üzerinde bulunan canlı ve cansızları etkileyen süreçleri düzenleyen biyofiziksel geri besleme mekanizmaları bulunur. Ekosistemler yaşamı destekleyen işlevleri ayakta tutar ve biyokütle üretimi (besin, yakıt, lif ve ilaç), iklimin düzenlenmesi, küresel biyokimyasal döngüler, su filtrasyonu, toprak oluşumu, erozyon kontrolü, selden korunma gibi çok sayıda bilimsel, tarihî, ekonomik değere sahip ekosistem hizmetlerini sağlar. Ekolojinin kapsamı mikro düzeyde hücreler arasındaki ilişkilerden gezegen düzeyinde biyosfer olaylarına kadar uzanan çok geniş bir etkileşim ağını içerir. Ekosistemler abiyotik kaynaklar ve etkileşim içindeki canlılardan oluşur. Ekosistemler dinamiktir ama doğrusal bir gelişim yolu izlemezler; bazen yavaş bazen hızlı olsa da sürekli değişim içindedirler. Bir ekosistemin kapladığı alan çok küçükten çok büyüğe kadar değişebilir; örneğin tek bir ağaç bir orman ekosisteminin sınıflandırılmasında çok büyük bir öneme sahip olmasa da o ağacın içinde ya da üstünde yaşayan canlılar için kritik derecede önemlidir. Yalnızca bir yaprağın yaşamı boyunca birkaç yaprak biti nesli yaşamını sürdürebilir. Bu yaprak bitlerinin her biri de çeşitli bakteri komünitelerini destekler. Ekolojik komüniteler arasındaki bağlantıların doğası her bir türün ortamın ayrı olarak tek başına tüm detaylarının bilinmesiyle açıklamaz çünkü ekosistemin tamamı bir bütün olarak incelenmediği sürece bu bağlantıları gösteren örüntü ne ortaya çıkar ne de tahmin edilebilir. Ancak bazı ekolojik prensipler kolektif özeliklere sahiptir yani bileşenlerin toplamı bütünün özeliklerini açıklar; örneğin bir popülasyonun doğum oranlarının belirli bir süre içinde bireysel doğumların toplamına denk olması gibi. Ekolojinin ana alt dalları olan popülasyon ekolojisi ile ekosistem ekolojisi yalnızca ölçek olarak bir farklılık göstermez, aynı zamanda sahada birbiri ile çelişen iki farklı paradigmaya sahiptir. Popülasyon ekolojisi canlıların dağılımı ve bolluğu ile ilgilenirken ekosistem ekolojisi madde ve enerji akışları üzerine odaklanır. Ekolojik dinamikler örneğin yaprak bitlerinin tek bir ağaç üzerinde yer değiştirmesi gibi kapalı bir sistem olarak hareket edebildiği gibi aynı zamanda atmosfer ya da iklim değişiklikleri gibi daha büyük ölçekli etkilere de açıktır. Dolayısıyla çevrebilimciler bitki komünitesi, iklim, toprak tipi gibi daha alt ölçekli birimlerden topladıkları verileri analiz ederek yerelden bölgesele, peyzajdan kronolojik ölçeklere kadar uzanan ve ortaya çıkan tekdüze örgütlenme örüntülerini tanımlayarak ekosistemleri hiyerarşik olarak sınıflandırırlar. Ekoloji bilimini kavramsal olarak yönetilebilir bir çerçeveye oturtabilmek için biyolojik dünya ölçek olarak genlerden başlayarak hücrelere, dokulara, organlara, organizmalara, türlere, popülasyonlara, komünitelere, ekosistemlere, biyomlara ve biyosfer düzeyine kadar içiçe geçmiş bir hiyerarşi içinde yapılandırılır. Bu çerçeve bir panarşi oluşturur ve doğrusal olmayan davranışlar sergiler. Yani etkilerin oluşturduğu tepkiler çok büyük ya da çok küçük olabilmekte, dolayısıyla da örneğin azot bağlayıcıların sayısı gibi kritik değişkenlerdeki küçük değişiklikler sistemin özeliklerinde çok büyük, belki de geri dönülmez değişikliklere neden olabilir."
    },
    {
        "document_id": 50,
        "document_text": "Antropoloji ya da insan bilimi, geçmiş ve günümüz topluluklarında yaşayan insanların çeşitli yönlerini inceleyen bilim dalı. İnsanın kültürel ve fiziki yapısını araştıran antropoloji, insanlık tarihinin en eski dönemlerinin aydınlatılmasına yardımcı olur. Bu bilim, insanı kültürel, toplumsal ve biyolojik çeşitliliği içinde anlamaya; insanlığın başlangıcından beri toplulukların çeşitli koşullara nasıl uyarlandığını, bu uyarlanma biçimlerinin nasıl gelişip değiştiğini, çeşitli küresel olayların nasıl dönüştüğünü görmeye ve göstermeye çalışır. İki anlamda holistiktir (bütünsel ve inanılır), tüm zamanlarda yaşamış olan veya yaşayan tüm insanlara ilişkindir ve insanlığın tüm boyutlarını kapsar. Prensipte, tüm toplulukların tüm kurumlarıyla ilgilenir. Antropoloji özellikle kültürel görelilik, bağlamın derinlemesine incelenmesi ve kültürler-arası karşılaştırmalara verdiği önem ile diğer sosyal disiplinlerden ayrılır. Antropoloji yöntem bilimsel açıdan çok zengindir ve hem nitel metotları hem de nicel metotları kullanır. Antropoloji disiplinin tarihinde etnografiler önemli bir yer tutmuş ve bir anlamda odağı oluşturmuştur. Bununla birlikte özellikle 20. yüzyıl'da etnografik çalışmaların ve etnografik ilgi odaklarının farklı antropoloji alt dallarında farklı eğilimler gösterdiği görülebilir. Örneğin tıbbî antropoloji’de 20. yüzyılın ortalarında çalışma odaklarında küçük topluluklardan, modern Batı toplumlarına doğru bir kayış olmuştur. Eric Wolf antropolojiyi 'beşerî (insanî) bilimlerin en bilimseli, ve bilimlerin en insanîsi' olarak tanımlamıştır. Çağdaş antropologlar bazı ünlü düşünürleri önderleri olarak ileri sürmüşlerdir ve disiplinin çeşitli kaynakları ortaya atılmıştır; örneğin Claude Lévi-Strauss, Montaigne ve Rousseau’nun önemli etkenlerden olduğunu iddia etmiştir. Antropoloji, Avrupalıların sistematik bir şekilde insan davranışını incelemeye teşebbüs ettikleri Aydınlanma Çağı’nın bir sonucu ve uzantısı olarak da anlaşılabilir. Hukuk, tarih, filoloji ve sosyoloji gibi gelenekler bu bilimlerin modern görüşlerini daha yakın bir şekilde yansıtan hallere doğru evrim, antropolojinin de içinde yer aldığı sosyal bilimlerin gelişimi gerçekleşmiştir. Aynı zamanda, Aydınlanma’ya karşı romantik bir tepki olarak ortaya çıkan Johann Gottfried Herder ve daha sonraları Wilhelm Dilthey gibi düşünürlerin çalışmaları 'kültür kavramı'nın temelini oluşturmuştur ki bu kavram antropoloji disiplininin temelini oluşturur denilebilir. İnsanın, yeryüzünün herhangi bir yerinde yaşayabilme özgürlüğüne sahip olması onun fizik yapısını, davranışını ve kültürünü köklü bir biçimde etkilemiştir. Böylece, tamamen tek bir türe ait olmasına karşın bugünün insanları hayvanların diğer pek çok türünden daha farklı bir fiziki yapıya sahiptirler. Aynı şekilde, insanın kültürleri ve dilleri geniş bir çevrede ele alındığında her yerde benzer olup, doğadaki ve fizikî çevredeki farklılıklar, diğer gruplarla temasa geçme, her bir insan grubuna özgü tarihsel olaylar, sürekli olarak şaşırtıcı kültürel ve dilsel farklılıklara neden olurlar. Kurumsal olarak, antropoloji 17, 18, 19. ve 20. yüzyıldaki Avrupa kolonizasyonu sırasında doğal tarihin (natural history, zaman zaman doğa tarihi) gelişmesiyle ortaya çıkmış, gelişmiştir. Bu zamanlardaki genelde 'ilkel insanların' incelenmesi olarak görülen alanla karakterize olmuş ilk etnografik çalışmalar ortaya çıkmıştır. Bu dönemlerde ortaya çıkan bazı ünlü etnografik çalışmaların kökeni de kolonyal yönetimin isteğine dayanır; örneğin Edward Evan Evans-Pritchard’ın Azandi halkına dair çalışması gibi. Geç 18. yüzyılda, Aydınlanma düşüncesi insan topluluklarını ampirik olarak gözlemlenebilecek belirli prensiplere göre hareket eden doğal bir fenomen olarak betimlemişti. Bazı açılardan, Avrupa kolonilerindeki dil, kültür, fizyoloji, teknoloji, gelenek ve inançların araştırılması ve incelenmesi bu yerlerdeki fauna ve floranın araştırılması ve incelenmesinden farklı değildi. Bununla birlikte kültürel uygulama, özellikle son dönemlerde, büyük değişikliğe uğramıştır ve bugün antropolojinin kolonyal dönemin ve Avrupa’nın bu dönemdeki düşüncesi ve uygulamalarının bir uzantısı olarak tanımlanması veya görülmesi doğru değildir. Antropoloji hızlı bir şekilde doğal tarihten ayrılarak ayrı bir disiplin olma yolunda gelişti ve 19. yüzyılın sonlarına doğru modern şekline büyük oranda yaklaştı. 1935’te örneğin, T. K. Penniman disiplinin tarihini konu alan 'A Hundred Years of Anthropology' yani 'Antropoloji’nin Bir Yüzyılı' isimli eseri kaleme almıştır. Erken dönem antropolojide, ünilinealizm yani tüm toplulukların, tek bir evrimsel süreçten en ilkelden en gelişmişe geçtiğini öne süren fikir hakimdi. Buradan hareketle Avrupaî olmayan topluluklar bu evrimsel süreç içerisinde 'yaşayan fosiller' olarak görülüyordu ve Avrupa’nın geçmişini anlamak için incelenebilecekleri fikri yaygındı. Çeşitli toplulukların göçleri büyük oranda doğru bir şekilde ortaya çıkarılmıştır; Paul Rivet’in ilk kez Büyük Okyanus’taki Polenezya göçlerini doğru bir şekilde saptaması gibi. Son olarak ırk kavramı ve ilgili kavramlar, insan türü içindeki biyolojik çeşitliliğin doğasını anlamak için, antropometri gibi çeşitli araçlar ve uygulamalar ile birlikte geliştirilmiştir."
    },
    {
        "document_id": 51,
        "document_text": "Fizyoloji (işlevbilim), canlıların mekanik, fiziksel ve biyokimyasal fonksiyonlarını ve sistemlerinin işleyişini inceleyen bilim dalıdır. Fizyolojiyle ilgilenen bilim insanlarına fizyolog denir. Fizyoloji alanında en büyük ödül Nobel Fizyoloji veya Tıp Ödülü'dür. Fizyoloji sözcüğü, Grekçe 'doğa', 'köken' anlamına gelen φυσις (physis) ve 'araştırma' anlamına gelen -λογία (-logia) sözcüklerinden türetilmiştir. Canlılar yaşamlarını sürdürebilmek için beslenme, solunum, dolaşım, boşaltım, üreme gibi yaşamsal faaliyetleri gerçekleştirirler. Tek hücreliler canlılarda yaşamsal faaliyetler tek hücre içerisindeki organeller tarafından gerçekleştirilir. Çok hücreli canlılarda yaşamsal faaliyetler tek bir hücre tarafından değil hücre toplulukları tarafından gerçekleştirilir. Çok hücreli canlıları oluşturan hücrelerin hepsi aynı yapıda ve görevde değildirler. Canlı vücudunu oluşturan hücreler görevlerine göre farklı özellikler kazanmışlardır. Canlı vücudunu oluşturan hücrelerden bazıları birleşerek üreme görevini, bazıları birleşerek destek ve hareket görevini, bazıları birleşerek besinleri veya çeşitli gazları (oksijen ve karbondioksit) taşıma görevini, bazıları da birleşerek koruma görevini yerine getirirler. Çok hücreli canlılarda yapı ve görevleri aynı olan hücrelerin oluşturduğu hücre topluluklarına doku denir. Bitki ve hayvanlarda bulunan dokular birbirlerinden farklıdır. Bitkilerin yapısında bulunan dokulara bitkisel dokular, hayvanların yapısında bulunan dokulara hayvansal dokular denir. Çok hücreli canlılarda dokuların oluşmasıyla dokular arasında işbölümü ortaya çıkmıştır. İnsan vücudunda kan, kas, kemik, sinir, yağ, destek, salgı, epitel doku gibi çeşitli dokular bulunur. Her dokuyu oluşturan hücrelerin şekli, görevi, yapısı, büyüklüğü ve dizilişi o dokuya özgüdür. Bir dokunun hücresi ile başka bir dokunun hücresinin şekli, görevi, yapısı, büyüklüğü ve dizilişi farklıdır. Çok hücreli canlılarda aynı yapı ve görevdeki hücreler birleşerek dokuları, dokular birleşerek organları, organlar birleşerek sistemleri, sistemler de birleşerek canlı organizmayı (canlı vücudunu) oluştururlar. İşte tüm bu dizgelerin işleyişi fizyolojinin konusudur. Fizyoloji genellikle bitki fizyolojisi ve hayvan fizyolojisi olarak ikiye ayrılarak incelense de, fizyolojinin kuralları hangi canlının çalışıldığına bakılmaksızın evrenseldir. Örneğin, maya hücre fizyolojisinde öğrenilenler insan hücrelerine de uygulanabilir. Fizyolojini temel özelliği, incelediği sistemlerin durağan değil dinamik olmasıdır. Hücrelerin işlevleri, en yakın çevresindeki değişikliklere bağlı olarak sürekli değişir ve her canlı, gerek temel yaşam birimi olan hücrenin iç değişikliklerinden, gerek etkileşim içinde olduğu dış ortamın değişikliklerinden kaçınılmaz biçimde etkilenir. Bu nedenle, fizyolojik tepkimelerden çoğunun temel amacı, iç ortamdaki fiziksel ve kimyasal dengenin korunmasıdır. Bu iç denge, hayvanlarda, canlının iç ya da dış ortamdaki değişiklikleri algılayabilen duyu alıcılarıyla düzenlenir. Bu alıcıların uyarısıyla, kas, böbrekler, karaciğer ve iç salgı bezleri gibi organlarda, değişen koşullara uygun özel yanıtlar gelişir ve canlı kendisini bu yeni duruma uyarlayabilir. Bugün fizyologlar, hücre, doku ve organlarda derledikleri bilgilerin ışığında, canlının bir bütün olarak çevresine nasıl uyum sağladığını araştırırlar. Kısacası, kalıtımın biyokimyasal temellerinden ve moleküler biyolojiden başlayarak hayvanlardaki davranış özelliklerine varıncaya değin çok geniş bir araştırma alanı bugün fizyoloji teriminin kapsamına girmiştir.İnsan fizyolojisi alanında bilgiye ulaşma, bilgi biriktirme ve bilgi üretme becerisi gösteren; tıbbi uygulamada tanı, tedavi ve izleme amacı ile kullanılan ve fizyolojik parametreleri ölçmeyi amaçlayan yöntemleri uygulama, yorumlama, yöntemlerin doğruluk ve güvenirliklerini sınayabilme yetisine sahip, yeni yöntemler geliştirebilme becerisi kazanmış, klinik ve deneysel çalışmaları planlama, yürütme, yorumlama, bir laboratuvarı bağımsız olarak yönetme, laboratuvar güvenliğini sağlama, laboratuvar personeli eğitme konularında bilgili ve deneyimli, diğer meslektaşlarına bilgi ve konsültasyon hizmeti sağlayan bir hekimdir."
    },
    {
        "document_id": 52,
        "document_text": "Meteoroloji veya hava bilgisi, atmosferde meydana gelen hava olaylarının oluşumunu, gelişimini ve değişimini nedenleri ile inceleyen ve bu hava olaylarının canlılar ve dünya açısından doğuracağı sonuçları araştıran bir bilim dalı. Türkçeye, Fransızca météorologie sözcüğünden geçmiştir. Ayrıca meteoroloji bilimi, Dünya'daki atmosferin (diğer gezegenler de dâhil olabilir) her türlü fiziksel, dinamik ve kimyasal durumuyla ve yeryüzüne yakın atmosfer ile etkileşimleriyle ilgilenmektedir. Atmosferin özellikle alt katmanlarında meydana gelen hava olaylarının oluşumunu ve değişimini nedenleriyle inceler ve kısa dönemli tahminler yapmayı amaçlar. Matematik, coğrafya, istatistik ve fizikten yararlanır. İlk hava tahminleri, ilk uygarlıklar tarafından mevsimsel değişiklikleri izlemelerine yardımcı olmak amacıyla tekrar eden astronomik ve meteorolojik olayları gözlemlemeleriyle başlamaktadır. MÖ 650 civarında, Babilliler bulutların görünümüne ve hale gibi meteorolojik optik fenomenlere dayanarak kısa vadeli hava değişikliklerini tahmin etmeye çalıştılar. MÖ 300'e gelindiğinde, Çinli gök bilimciler yılı 24 festivale bölen ve her festivalin farklı bir hava türüyle ilişkilendirildiği bir takvim geliştirdiler. Yunan filozof Aristo, yağmur, bulutlar, dolu, rüzgâr, gök gürültüsü, şimşek ve kasırgalar gibi 340 civarında meteorolojik olay hakkında teoriler içeren felsefi bir bilimsel metin olan Meteorologica'yı yazdı. Ayrıca Meteorologica'da meteoroloji ve atmosferin yanında astronomi, coğrafya, kimya gibi konulara da değindi. Aristoteles, bazı önemli hataların yanı sıra hava durumuyla ilgili keskin gözlemler yaptı ve dört ciltlik metni birçok kişi tarafından neredeyse 2000 yıl boyunca hava durumu teorisi konusunda otorite olarak kabul edildi. Aristoteles'in iddialarının çoğu hatalı olsa da, fikirlerinin çoğu 17. yüzyıla kadar yıkılmadı. Yüzyıllar boyunca, genel hava durumu bilgilerine ve kişisel gözlemlere dayalı tahminler üretmek için girişimlerde bulunuldu. Bununla birlikte, Rönesans'ın sonunda, doğa filozoflarının spekülasyonlarının yetersiz olduğu ve atmosferi daha iyi anlamak için daha fazla bilginin gerekli olduğu giderek daha belirgin hâle geldi. Bunu yapmak için atmosferin nem, sıcaklık ve basınç gibi özelliklerini ölçen aletlere ihtiyaç vardı. Batı medeniyetinde, havanın nemini ölçen bir alet olan bir higrometre için bilinen ilk tasarım, on beşinci yüzyılın ortalarında Nicholas Cusa (c.1401-1464, Almanca) tarafından tasarlanmıştır. Galileo Galilei (1564-1642, İtalyan) 1592'de veya kısa bir süre sonra ilkel bir termometre icat etti; ve Evangelista Torricelli (1608-1647, İtalyan) 1643'te atmosfer basıncını ölçmek için barometreyi icat etti. Bu meteorolojik araçlar on yedinci yüzyıldan on dokuzuncu yüzyıla kadar imal edilirken, gözlemsel, teorik bilgiler ve teknolojik gelişmeler de atmosfer bilgisine katkıda bulundu. Dünya'nın farklı yerlerinde yaşayan bireyler atmosferik ölçümler yapmaya ve kaydetmeye başladılar. On dokuzuncu yüzyılın ortalarında telgrafın icadı ve telgraf ağlarının ortaya çıkması, hava durumu gözlemlerinin gözlemcilere ve derleyicilere rutin olarak iletilmesine olanak sağladı. Bu veriler kullanılarak, pek ayrıntı içermeyen hava haritaları çizildi. Yüzey rüzgâr davranışları ve fırtına sistemleri tanımlanıp incelenebildi. Geniş bir alanda eş zamanlı olarak alınan birçok gözlemin derlenmesine ve analizine dayanan sinoptik hava tahmininin doğuşu, 1860'larda hava durumu gözlem istasyonlarının sayısının artmasıyla gerçekleşmiştir. On dokuzuncu ve yirminci yüzyıllarda bölgesel ve küresel meteorolojik gözlem ağlarının oluşumuyla birlikte, gözleme dayalı hava tahmini için daha fazla veri elde edilmekteydi. 1920'lerde radyosondanın icadıyla çeşitli irtifalarda havayı izleme konusunda büyük bir adım atıldı. Hava durumu aletleri ve bir radyo vericisi ile donatılmış küçük hafif bir kutu olan radyosondalar, ortalama 30 kilometre yüksekliğe çıkan hidrojen veya helyum dolu bir balon tarafından atmosfere taşınır. Yükseliş sırasında aletler sıcaklık, nem ve basınç verilerini ölçerek yer istasyonuna geri iletir. Yer istasyonunda, veriler işlenir ve atmosferin düşey profili çıkartılır. Ayrıca bu veriler hava durumu haritaları oluşturmak veya hava tahmini için bilgisayar modellerine yerleştirmek için kullanılabilir hale getirilmektedir. Günümüzde meteorolojik hizmetler, tamamen bilimsel yöntemlerle ve uluslararası iş birliği içerisinde yürütülmektedir. Bugün dünyada, 24 saat sürekli çalışan on bin civarında kara istasyonu, açık denizlerde görev yapan altı binden fazla gözlem gemisi ve yüksek hava sondajları yapan binden fazla meteoroloji istasyonu vardır."
    },
    {
        "document_id": 53,
        "document_text": "İsmail Uğur Dündar (d. 28 Ağustos 1943; Karagümrük, Fatih), Türk gazeteci, haber programcısı, spor yöneticisi, yazar ve oyuncu. Fenerbahçe Spor Kulübü Yüksek Divan Kurulu Başkanı. Aslen Bulgaristan göçmeni ve Pomak asıllı olan Dündar, 28 Ağustos 1943'te zamanında Balkanlardan geldikleri İstanbul'un Silivri ilçesi, Akören köyünde dünyaya gelmiş, nüfus kaydı Fatih ilçesine bağlı Karagümrük mahallesine yapılmıştır. Orta öğrenimini Karagümrük ortaokulunda tamamlandı, lise öğrenimini Vefa Lisesi'de tamamladı. Ardından İstanbul Üniversitesi Gazetecilik Enstitüsü'nden mezun oldu. Yasemin Baradan Dündar ile evlendi ve 3 çocuğu oldu. 1970 yılında TRT tarafından açılan bir sınavı kazandı ve televizyon yapımcısı olarak çalışmaya başladı ve Resmî Gazete yazarı oldu. Aynı yıl içinde Birleşik Krallık'ta BBC'nin 'Televizyonda Yapım-Yönetim' kursuna katıldı. Türkiye'ye döndükten sonra TRT'de yapımcı, yönetmen ve sunucu olarak değişik televizyon programlarına imza attı. TRT’de 19 yılı aşkın süreyle çalıştı. 1986 yılında Hürriyet yazarı olan Uğur Dündar, Türkiye'de araştırmacı televizyon gazeteciliğini başlatan kişidir. 1992 yılında Show TV'ye geçen Uğur Dündar, 1994 yılında Hürriyet'in, Aydın Doğan'a satılmasından sonra 1995'te Show TV'ye veda edip Kanal D'ye geçti. 2000 yılında Show TV'ye geri dönüp Star TV'ye geçti. Star TV'de Haber Genel yayın yönetmeni oldu ve Star TV'ye geçtikten sonra Star yazarı oldu. 2001 yılında ise Kiss TV ve Sabah Gazetesi'nde çalıştı. 2002 yılında atv'ye geçip tekrar Star TV'ye geçerek Star yazarı tekrar oldu. Ardından tekrar Kanal D'ye geçti. 2004 yılında CNN Türk ile ortak yayın yapmıştır. 2008 yılında Uğur Dündar son olarak Star Haber Genel Yayın Yönetmenliği görevini sürdürdü ve ana haber bülteni sundu. 2010 yılında yeniden Hürriyet'te çalıştı. Bugüne kadar çok sayıda programa imza atan Uğur Dündar haber programı Arena'nın genel yönetmenliğini yaptı. Yıllardır ülkenin gündemini takip eden Arena programıyla çok sayıda ödülün sahibi oldu. 2011 yılında Star TV, Doğuş Grubu'na satıldıktan sonra Star TV'ye veda etti. Ayrıca İstanbul Üniversitesi ve Marmara Üniversitesi'nde 'Televizyon Programcılığı' derslerinde lisansüstü hocalık yaptı. 2012 yılında kısa bir süre Milliyet'e geçti. Sonra da arkadaşı Emin Çölaşan tarafından Sözcü'ye geçti. Mart 2013'te başladığı Artı Bir TV'de kısa bir dönem ana haber bülteni sundu. Sözcü gazetesinde köşe yazarlığı yapmış ve Tele1 televizyonunda Demokrasi Arenası programını hazırlayıp sunmuştur. Koyu bir Fenerbahçe taraftarı olan Dündar, pandemi koşullarında görev süresi 3 yıl olmasına rağmen yapılamayan Fenerbahçe yüksek divan kurulu başkanlık seçimleri mevcut divan başkanı Vefa Küçük, Nail Kır, Sait Yılmaz ile birlikte toplam 4 adayla, 9 Nisan 2022 tarihinde seçime girdi. 1871 yüksek divan kurulu üyesinin oy kullandığı seçimlerde Dündar 824 oy alarak yeni divan başkanı seçildi. Seçimde Vefa Küçük 799, Nail Kır 122, Sait Yılmaz 117 oy aldı, 9 oy da geçersiz sayıldı. 2023 yılında TV100 ile anlaşmış, Haftanın Panoraması programını sunduktan kısa bir süre sonra buradan ayrılmıştır. 2023 itibarıyla Sözcü TV'ye geçmiştir."
    },
    {
        "document_id": 54,
        "document_text": "Can Dündar (d. 16 Haziran 1961, Ankara), Türk araştırmacı, gazeteci, televizyoncu ve belgesel yapımcısı. Türkiye'nin yakın tarihi, politikası ve popüler kültür konularında hazırladığı belgeselleri ile tanınmış bir belgesel yapımcısıdır. Özellikle Sarı Zeybek (1993) belgeseli ilgi görmüştür. Şubat 2015'te Cumhuriyet gazetesinin genel yayın yönetmeni olan Dündar'ın, bu gazetede 29 Mayıs 2015 tarihinde kendi imzasıyla yayınlanan MİT Tırlarındaki silah haberi büyük yankı uyandırmış ve gazeteci bu haber nedeniyle tutuklanıp yargılanmıştır. Yargılama sonucunda casusluk ve hükûmeti ortadan kaldırma suçlamalarından beraat eden Dündar, devletin gizli belgelerini elde edip yayımlamaktan 27 yıl 6 ay ceza aldı. Davanın temyiz sürecinde tutuksuzluğu devam eden gazeteci, can güvenliği endişesiyle Almanya'ya gitti. Dündar, Cumhuriyet gazetesi genel yayın yönetmenliğinden ayrılmış; aynı gazetede köşe yazarlığına devam edeceğini açıklamıştır. 31 Ekim 2016 tarihinde hakkında yakalama kararı çıkarılan Dündar, 2017'de Oslo Barış Araştırmaları Enstitüsü tarafından açıklanan Nobel Barış Ödülü adayları arasında üçüncü sırada yer aldı. Can Dündar 31 Aralık 2022 tarihinde, İçişleri Bakanlığının yayınladığı 'Terör Arananlar' listesinde gri kategoriye eklendi. Ali Rıza ve Öznur Dündar çiftinin tek çocuğu olarak doğdu. İlk ve orta öğrenimini Ankara'da tamamladı. Ankara Atatürk Lisesi'nden mezun olduktan sonra 1982'de Ankara Üniversitesi Siyasal Bilgiler Fakültesi Basın Yayın Yüksek Okulu'nu bitirdi. Üniversite yıllarında gazeteciliğe başladı. 1979'dan itibaren sırasıyla Yankı, Hürriyet, Nokta, Haftaya Bakış, Söz ve Tempo’da çalıştı. 1986'da Birleşik Krallık'ta London School of Journalism'i bitirdi. Orta Doğu Teknik Üniversitesi İktisadî ve İdarî Bilimler Fakültesi Siyaset Bilimi ve Kamu Yönetimi Bölümü'nde siyaset bilimi dalında yüksek lisansını aynı senede tamamladı. 'Media and democracy, a comparative case study on the press portrayal of the Belgrane and Kocatepe affairs' (Medya ve Demokrasi, Belgrano ve Kocatepe Olayları’nın medya tasviri üzerine karşılaştırmalı bir inceleme) başlıklı yüksek lisans tezinde iki ülkede birer savaş gemisinin yanlışlıkla batırılıp devlet sırrı olarak saklanması konusunu inceledi. Televizyona 1988'de TRT'de Seynan Levent ile başladı. 1989-1995 arasında 32. Gün program ekibinde çalıştı. 1993-1994 yıllarında Show TV'de Mehmet Ali Birand’la birlikte 'Çapraz Ateş’i hazırladı. Özellikle 1993’te Sivas valisi Ahmet Karabilgin, Sivas Belediye Başkanı Temel Karamollaoğlu ve yazar Aziz Nesin’in konuk olduğu bölüm gündem yarattı ve üzerinden tartışmalara sebep oldu. Gazetecilik ve belgeselciliğe ağırlık verdiği dönemden sonra 2006'da televizyonculuğa yönelen Dündar, 19 Eylül 2006'da başladığı Neden? isimli tartışma programını 9 Haziran 2009 tarihine kadar hazırlayıp sundu. 2009-2010’da NTV kanalında yayımlanan Canlı Gaste’yi hazırlayıp sundu ve aynı kanalda 2010-2011’de canlı ana haber bültenini sundu. Mehmet Ali Birand ve Bülent Çaplı ile birlikte ‘Demirkırat’ (1991) ve ‘12 Mart’ (1994) adlı belgesel dizilerini hazırladı. Ayrıca Türkiye’nin güzellik kraliçelerini anlatan ‘Cumhuriyet’in Kraliçeleri’ belgesel dizisini ve Atatürk’ün son 300 günün anlatan Sarı Zeybek belgesellerini hazırladı. 1994-1995 yıllarında Türkiye tarihinin gölgede kalmış kahramanlarının öykülerini anlatan ‘Gölgedekiler’ adlı belgesel serisini hazırladı. Köşe yazarlığı 1994'te Aktüel'de başladı; aynı yıl Yeni Yüzyıl gazetesinde günlük köşe yazıları yazmaya başladı ve bu gazetede beş yıl çalıştı. Köşe yazarlığı ve belgesel yapımcılığı sürerken ODTÜ’de doktora çalışmalarına da devam eden Dündar, 1996'da 'Terör ve medya: Liberal Teori ışığında, terör olaylarının televizyonda işlenişine eleştirel bir yaklaşım' başlıklı tezi ile doktorasını tamamladı. Ankara Üniversitesi İletişim Fakültesi’ ve ODTÜ Siyaset Bilimi ve Kamu Yönetimi bölümü Kültürlerarası Çalışmalar programında yüksek lisans dersi verdi. 1996 ve 1997 yılında Show Tv için hazırladığı 10 bölümlük ‘Aynalar’ belgesel ile politik ve tarihî konuların dışına çıktı; popüler kültür alanında çalışmalara yöneldi. 1996-1998 yıllarında 40 Dakika isimli belgesel-haber programını hazırlayıp sundu. Özellikle 7 Ocak 1997’de yayınlanan programda Susurluk kazası’ndan yola çıkarak yapılan araştırmalarla ilgili iddialar uzun süre gündemde kaldı. Atatürk'ün öğrencilik hayatındaki ülke durumunu ve Atatürk'ün beraberliğinde gerçekleşen değişimleri anlatan Yükselen Bir Deniz belgeseli ile 1998'de belgeselciliğe döndü. Türkiye siyasi tarihi ve popüler kültüründeki önemli kişiler ve Köy Enstitüleri, Devlet Tiyatroları, İş Bankası, Mülkiye gibi kurumlara ilişkin çok sayıda belgesel yaptı."
    },
    {
        "document_id": 55,
        "document_text": "Cüneyt Özdemir (d. 8 Şubat 1970; Ankara), Türk gazeteci, sunucu, yazar ve YouTuber. CNN Türk'te 5N1K programını sunmakta ve kişisel YouTube kanalında gündeme dair içerikler hazırlamaktadır. 8 Şubat 1970'te, Ankara'da doğdu. İlk ve ortaokulu Yükseliş Koleji'nde, lise eğitimini ise Ankara Atatürk Lisesinde tamamladı. Ankara Üniversitesi İletişim Fakültesi'nin Radyo, Televizyon ve Sinema Bölümünden mezun oldu. Babası Ahmet Özdemir Kıbrıs Harekâtı gazisidir. 1990'dan itibaren basın yayın kuruluşlarında çalışmaya başladı. 1992'de muhabir olarak çalışmaya başladığı Mehmet Ali Birand'ın sunuculuğunu ve yapımcılığını yaptığı, 32. Gün haber programında 8 yıl zarfında genel yayın yönetmenliği dahil çeşitli görevlerde bulundu. 1993'te British Council bursu ile Londra'da kaldı. atv ana haber bülteni içinde 'Cüneyt'in Büyüteci' başlıklı bölümü hazırladı. Bir yıl süreyle Siyaset Meydanı programının yönetmenliğini yaptı. 1996'dan itibaren uluslararası savaş bölgelerinden muhabirlik yaptı. Lübnan-İsrail sınırından, Kuzey Irak'tan ve Afganistan'dan haberler ve programlar hazırladı. 1999'da CNN Türk'ü kuran kadronun içerisinde yer aldı. 2003'te Irak işgalini muhabir olarak izledi. 2000 yılından beri, bir dönem Soner Yalçın ile birlikte sunduğu '5N1K' başlıklı haber programını hazırlayıp sunmaktadır. Günlük yayınlanan '5N 1K' başlıklı haber programı, birçok ödüle layık görüldü. 3 kez Altın Kelebek, Türkiye Gazeteciler Cemiyeti tarafından verilen Mahmut Dikerdem Ödülü, iki kez Radyo Televizyon Gazetecileri Derneği ve Çağdaş Gazeteciler Derneği tarafından 'Oradaydım' 'En iyi belgesel Tv oscarı' ve '5N 1K' da 'CNN Türk TV Oscar'ı ödülünü aldı. 3 Kasım 2014 tarihinden itibaren Kanal D ana haber bülteninin sunuculuğunu ve genel yayın yönetmenliğini üstlendi ve 7 Ağustos 2015'te görevinden ayrıldı. Aynı yıl 'Sezen'li Yıllar' adlı konser serisinin yönetmenliğini de yaptı. 2016 yılında 15 Temmuz darbe girişimini konu alan 'Bir Millet Direniyor' ve New York izlenimlerini yazdığı 'Suskunluk Dağının Zirvesinde' kitaplarını yayınladı. CNN Türk kanalının New York temsilciliğini üstlendi ve New York'ta kaldı. 2017 yılında Rıza Sarraf davasını başladığı ilk günden son güne kadar mahkeme salonunda takip etti ve duruşmalar ardından yaptığı canlı yayınlar ve hazırladığı özel dosyalarla olayı haberleştirdi. Özdemir, New York’ta takip ettiği Rıza Sarraf davası ile Türkiye Gazeteciler Cemiyetinin 'en iyi TV haber programcısı' ödülünü kazandı. 2018 yılında 'Günebakan: Yaz güneşinde kurutulmuş kelimeler' adında deneme kitabını yayınladı. 2019 yılının başında Venezuela'daki iç karışıklığı ve darbe girişimini takip etmek için Karakas'a gitti ve Nicolas Maduro ile bir mülâkata imza attı. Özdemir bu röportajıyla Nicolas Maduro'nun darbe girişiminden sonra görüştüğü ilk muhabir oldu. Cüneyt Özdemir, YouTube kanalında ve Suppi TV adında ücretli platformda dünya gündemini yorumladığı yayınlar yapmaya devam ediyor. Özdemir, 2011 yılında Zeynep İnanoğlu ile evlendi. Bir çocuk babasıdır. ABD'de önce New York sonrasında San Francisco'da yaşadı. Günümüzde İstanbul'da yaşamaktadır."
    },
    {
        "document_id": 56,
        "document_text": "Mehmet Ali Birand (9 Aralık 1941, İstanbul - 17 Ocak 2013, İstanbul), Türk gazeteci, yazar, köşe yazarı, haber sunucusu, televizyon yapımcısı. 1964 yılının temmuz ayında Abdi İpekçi'nin vasıtasıyla Milliyet gazetesinde mesleğe başladı. Bu dönemde Brüksel'e yerleşerek burada yirmi yıl yaşadı ve 1985 yılında TRT 1'de 32. Gün adlı bir aylık haber programı yapmaya başladı. Program oldukça başarılı oldu ve Birand, bu programla birlikte tanındı. 1991'de Türkiye'ye dönerek gazeteciliğe ve sunuculuğa farklı yayın organlarında devam etti. Ayrıca hakkında çeşitli davalar açıldı. 9 Aralık 1941 gecesi Alman Hastanesi'nde dünyaya geldi. Birand'ın kökeni anne tarafından Elazığ'ın Palu ilçesine, baba tarafından ise Karadeniz Ereğli'ye dayanmaktadır. Birand iki yaşındayken babasını kalp krizi nedeniyle kaybetti. İlkokulu Erenköy Zihnipaşa'da tamamladı ve 1955'te Galatasaray Lisesinde okumaya başladı. Bu okula, Dışişleri Bakanlığında 'küçük bir diplomat' olan dayısının maddi yardımlarıyla gitti. Liseyi 1962'de bitirdi. İstanbul Üniversitesi Filoloji Fakültesinde Fransızca bölümüne girerek eğitimini sürdürdü fakat maddi sorunlardan dolayı devam edemedi. Birand üç yaşındayken sol bacağına kaynar su döküldü ve bu sebeple toplamda beş ameliyat geçirdi. Milliyet'te çalışırken 1971 yılında, Milliyet gazetesinin kurucusu Ali Naci Karacan'ın oğlu Ercüment Karacan'ın üvey kızı Cemre Güngören ile evlendi. Çift, evlendikten sonra Brüksel'e giderek burada yirmi yıl yaşadı. 1977 yılında Umur Ali adında bir oğlu oldu. Belçika vatandaşlığı da bulunan Birand, ana dili olan Türkçeye ek olarak Fransızca ve İngilizce de bilmekteydi. Mesleğe 1964 yılının Temmuz ayında Abdi İpekçi'nin vasıtasıyla Milliyet gazetesinde başladı. 1971'de evlendikten sonra 500 dolar maaşla Brüksel'de Milliyet için çalışmaya başladı ve burada yirmi yıl çalıştı. 1974 Kıbrıs Harekâtı'nın meydana gelmesiyle sürekli Washington, Atina, Strazburg'a (Avrupa Konseyi için) gider oldu. Abdi İpekçi'den sonra kısa bir dönem Milliyet'in Genel Yayın Yönetmenliği'ni yaptı. 1985 yılında TRT 1'de 32. Gün adlı bir aylık haber programını yapmaya başladı. Programda uluslararası ilişkileri ele aldı ve yabancı devlet adamlarını konuk etti. Birand, programı, Avrupa televizyonlarında gördüklerini örnek alarak ve izlediklerinden esinlenerek yaptı. 32. Gün'ün beğenilmesiyle Birand oldukça tanındı. Can Dündar, Mithat Bereket, Çiğdem Anad, Ali Kırca, Deniz Arman, Cüneyt Özdemir, Rıdvan Akar, Musa Çözen, Talip Korkmaz, Sacit Baydar başta olmak üzere birçok muhabir, kameraman ve teknisyen program için çalıştı. 1986 yılında Sovyetler Birliği yetkililerini ve Milliyet'i ikna edip Moskova'da da büro açtı. 1988'de Lübnan'ın Beka vadisindeki PKK kampında Abdullah Öcalan ile röportaj yaptı. Bu röportaj, Türkiye'de Öcalan ile yapılan ilk röportajdı ve Haziran 1988'de yayımlanması sonrası Milliyet gazetesi toplatıldı ve yayımlanması yasaklandı. Daha sonraki yıllarda çeşitli belgeseller çekti. 1991 yılının Haziran ayında Birand, ailesiyle birlikte Türkiye'ye geri döndü. İstanbul'a yerleştikten sonra Milliyet'ten Sabah'a geçti ve 32. Gün programını TRT'den Show TV'ye taşıdı. Fakat 28 Şubat sonrası Sabah'tan kovuldu ve Show TV'deki programı da durduruldu. 1997'de Aydın Doğan, kendisine CNN Türk'ün kuruluşunda görev verdi ve bu dönem, Posta gazetesinde yazmaya başladı. CNN Türk'te Manşet adlı günlük siyasi bir talk show yaptı. 2005'te Kanal D Haber'in Genel Yayın Yönetmeni ve bültenin ana haber sunucusu oldu. Ocak 2009’da hem CNN Türk hem de Kanal D'nin Genel Yayın Yönetmenliği'ni üstlendi."
    },
    {
        "document_id": 57,
        "document_text": "Voleybol, file ile ikiye bölünmüş bir oyun alanı üzerinde altı kişilik iki takım ile oynanan, voleybol topuna eller ve kollarla vurarak file üzerinden karşı tarafın oyun alanına gönderme ve yere değmesini sağlama esasına dayalı bir takım sporudur. Oyun, tam orta çizgisi üzerinden bir file ile ayrılmış olan bir sahada oynanır. Oyun esnasında her takımın oyuncuları sahanın kendine ait olan yarısında bulunur ve asla rakip alana geçmezler. Oyunun amacı, voleybol topunu en fazla üç pas yaparak rakip takımın sahasına göndererek yere çarpmasını sağlamak ve rakip takımın aynı amaca ulaşmasını önlemektir. Topa yalnızca eller ve kollarla değil, bütün vücutla dokunulabilir. Oyuncular topu sabit olarak ellerinde tutamazlar ve topa üst üste iki kez vuramazlar. Oyuncuların saha içinde durdukları yerler hemen hemen sabittir: Üç oyuncu fileye yakın durarak atak yapar, diğer üç oyuncu ise atak oyuncularının arkasında durarak savunma yapar. Bir yarı sahanın arka çizgisinin sağ tarafında ayrılan üçte birlik bölüme 'Servis Alanı' adı verilir. Oyun, servis atışı ile başlar. Servis atışı, topu servis alanından atarak bir seferde rakip tarafa gönderme hedefiyle yapılan atıştır. Bu atış, topa el içi, kol ya da yumrukla vurularak yapılabilir. Karşı takım, servisle gelen topu karşılayarak, en fazla üç vuruşla tekrar diğer yarı sahaya göndermeye çalışır. Oyun; topun oyun alanına değmesi, harice gitmesi veya bir takımın faul yapmasına kadar devam eder. Bu üç durumdan biri olduğunda, yeniden servis atışı yapılır. Topa üç kereden fazla dokunmak, rakip sahaya basmak, fileyi tutmak, fileye temas etmek, topa kuraldışı bir müdahalede bulunmak ya da topu tutmak faul olarak kabul edilir ve faullerde top karşı takıma geçer. Takımlardan biri, topu diğer takımın yarı sahasına veya rakip çizgisine değdirmeyi başardığında 1 puan kazanır. Eğer atılan top, rakip takımın yarı sahasının dışına değerse, rakip takım 1 puan kazanır. Bir voleybol maçı toplam beş setten oluşur. İlk dört sette hedef, en az iki fark ile 25 puana ulaşmaktır, son sette ise hedef yine en az iki farkla 15 puana ulaşmaktır. Bir takım üst üste 3 set kazanırsa, maç sona erer. ABDnin Massachusetts eyaletinde, Genç Erkekler Hristiyan Birliği (YMCA) adındaki spor kulübünde çalışan beden eğitimi öğretmeni William G. Morgan tarafından 9 Şubat 1895'te tasarlandı. Bir kapalı alan sporu olarak 1895’te oynanmaya başlandı. Morgan, bu oyunu 'mintonette' olarak adlandırmıştı; daha sonraları topa yere değmeden vurma ilkesinden (vole) yola çıkılarak 'voleybol' adı önerildi ve oyun bu adla tanındı. İlk kez Morgan tarafından kaleme alınan voleybol kuralları, YMCA ile Üniversiteler Ulusal Spor Birliği'nin (NCAA) ortak çalışması sonunda 1916’da yeniden düzenlendi. ABD'de kısa sürede tutulan voleybol, I. Dünya Savaşı sırasında ABD askerleri aracılığıyla Avrupa’ya da geçti. Sporun, çeşitli ülkelerde uzun bir dönem bağımsız bir çizgide gelişmesinden sonra, 1947’de Paris'te Uluslararası Voleybol Federasyonu (FIVB) kuruldu. İlk Dünya Şampiyonası 1949 yılında erkekler, 1952'de kadınlar tarafından oynanmıştır. Günümüzde, merkezi İsviçre'nin Lozan kentinde bulunan FIVB'ye 169'tan fazla ülke üyedir. Tokyo'da oynanan 1964 Yaz Olimpiyatlarından bu yana bu yana voleybol bir olimpiyat oyunudur. Atlanta'da oynanan 1996 Yaz Olimpiyatları'ndan bu yana ise plaj voleybolu, bir olimpiyat oyunu olmuştur. Oyunun oturarak oynanan bir başka versiyonu da, Paralimpik Oyunlarına dahildir. Erkekler Oturarak Voleybol ilk kez 1980 Paralimpik Oyunları’nda oynanmışken, Kadınlar için olan versiyonu 2004 yılında Paralimpik Oyunlara dahil olmuştur."
    },
    {
        "document_id": 58,
        "document_text": "Atletizm; koşu, yürüyüş, atma ve atlama branşlarını içeren; bir pist veya sahada yapılan dünyanın en eski sporlarından biridir. Bu tür fiziksel aktiviteler, çağlar boyunca tüm dünyada yaygın ilgi görmüştür. Tarihin en ünlü atletizm yarışmaları, ilk kez Eski Yunanistan'da düzenlenen Olimpiyat Oyunları'nda gerçekleşmiştir. Eski Olimpiyat Oyunları, yalnızca spor yarışmalarının düzenlendiği bir etkinlik değil, aynı zamanda sporun sanat ve kültürle birleştiği büyük şenliklerdi. Atletler yarışmalardan 10 ay önce hazırlanmaya başlar, son ayı da Olimpiyat Oyunları’nın düzenlendiği yer olan Olympia'da geçirirlerdi. Yarış öncesi hazırlanma değişik biçimlerde günümüzde de sürmektedir. Atletizm, insanın tüm güç ve yeteneğinin neredeyse tümüyle kullanılmasını gerektirir. Atletler birbiriyle yarışırken, aynı zamanda kendi güç ve yeteneklerinin sınırlarını tanır, bunları geliştirmeye çalışırlar. Pist ve alan atletizmi üç ana dala ayrılır: Koşu, yürüyüş ve alan (atlama ve atma) yarışları. Koşu dalı, kısa mesafe hız, orta, uzun mesafe, engel ve bayrak koşularından oluşur. Bu yarışlar, kapalı salon ya da açık hava pistlerinde, yollarda ve kırlarda yapılabilir. Kısa mesafe hız koşuları, 400 metreye kadar olan koşulardır. Bu yarışmalarda atletler tüm mesafeyi baştan sona tam sürat koşarlar. Kısa mesafe koşuları, 100, 200 metre ve açık hava pistinin bir turuna eşit olan 400 metre yarışlarıdır. Kapalı salon pistleri ise daha kısadır. Dönemeçlerin eğimli olduğu 200 metrelik pistler çok yaygındır. Salonlardaki en kısa hız koşusu 50 metredir. Kısa mesafe koşucusu yarışa hızlı bir çıkışla başlar, iyice hızlandıktan sonra da hızını sürdürmeye çalışır. Orta mesafe koşuları, 800 ve 1.500 metre yarışlarını kapsar. Teknik olarak hız koşusu sayılmakla birlikte, orta mesafe koşuları hız ve dayanıklılığın iyi bir taktik anlayışıyla birleştirilmesine dayanır. Son birkaç yıldır Türk kadın atlet Süreyya Ayhan, 1.500 metrenin en iyi koşucularından biri sayılmaktadır. Uzun mesafe yarışları pistte 3.000, 5.000 ve 10.000 metre yarışlarını kapsar. Maraton ve yol parkurunda koşulan öteki yarışlar ise daha uzun mesafelerde yapılır. Son yıllarda uzun mesafe koşularına kadınlar da katılmaktadır. İlk kez 1969'da uluslararası bir yarışmada 1.500 metre koşan kadınlar, 1974'te 3.000 metre koşusuna, 1970 sonlarında da maraton yarışlarına katıldılar. Yalnızca erkeklerin koştuğu, 28 tahta engel ve 7 su engelinden oluşan 3.000 metre engelli yarışı dışında kalan tüm uzun mesafe koşularına kadınlar da katılırlar. Dünyada yaygınlık kazanan uzun mesafe koşularından özellikle maraton yarışlarına katılan atlet sayısı giderek artmıştır. Günümüzde Londra ve New York maratonlarına her yıl on binlerce atlet katılmaktadır. Öteki düz koşular ise, 4x100 ve 4x400 metre bayrak yarışlarıdır. Bayrak takımları dört koşucudan oluşur ve her koşucu yarışın eşit bir bölümünü koşar. Kendi bölümünü tamamlayan koşucu, bayrak denilen çubuğu bir sonraki bölümün koşucusuna verir. Engelli koşularda 10'dan fazla engel vardır. Erkekler 110 metre ve kadınlar 100 metre yarışlarında, engeller 106,7 cm, 400 metre yarışında ise 91,4 cm yüksekliğindedir. Yürüyüş yarışları ise yürümekten doğmuştur. Kural gereği, ileriye atılan ayak gerideki ayak yerden kalkmadan yere değdirilir. Bu nedenle, bacakları kırmadan adım atmak gerekir. Yol parkurlarında yapılan yürüyüş yarışları mesafeleri, kadınlar için 10 kilometre, erkekler için 20 ve 50 kilometredir. Yüksek atlamada, ilk yıllarda makas tekniği denen bir teknik kullanılıyordu. Bu alanda daha sonra yeni teknikler geliştirildi. İçlerinde en iyisi sayılan köprü (flop) tekniğinde atlet, yukarı sıçradıktan sonra dönerek çıtayı sırtüstü geçer. Sırıkla atlamada eskiden metal ya da bambu sırıklar kullanılırdı. Daha sonra cam elyafından sırıklar yapıldı. Bu yeni sırıklar, bu dalda beklenmedik bir gelişme sağladı. Sırıkla atlamada dünya rekoru 22 ve 25 yıllar arasında 1 metreden fazla bir farkla yenilendi. Sırıkla atlamada atlet sırığı iki eliyle kavradıktan sonra çıtaya doğru hızlanarak koşar. Ucunu çıtanın dibindeki V-biçimli kutuya yerleştirdiği sırığa abanarak, kendini yukarı fırlatır ve çıtanın üzerinden aşarken sırığı bırakır. Sırık atletin atlayış yaptığı tarafta kalır. Yüksek atlamada ve sırıkla atlamada, yarışmacının her iki yükseklik için üç atlayış hakkı vardır. Uzun atlama ve üç adım atlamada atlet, yeterince hızlanarak 10 santimetrelik basma tahtasından, olabildiğince uzağa atlar. Üç adım atlamanın, adından da anlaşılacağı gibi, üç aşaması vardır: İlk adımda atlet yükseldiği ayağıyla yere basar, ikinci adımda öbür ayağının üzerinde yere iner ve bu ayağıyla üçüncü sıçrayışını yapar."
    },
    {
        "document_id": 59,
        "document_text": "Bisiklet yarışı, çeşitli tipte bisikletlerin kullanıldığı yarışma sporu. Yol bisikleti yarışı, bireysel zamana karşı, Cyclo-cross, dağ bisikleti yarışı, pist bisikleti yarışı, BMX ve bisiklet pisti yarışı'nı da içeren birkaç kategoriden oluşmaktadır. Bisiklet yarışı, Olimpik sporlardandır. UCI bisiklet yarışlarını organize eden ve bisiklet sporunu yöneten kuruluştur. Bisiklet yarışları dünya çapında bir popülariteye sahip olmakla birlikte, özellikle Avrupa'da çok daha gözde bir spordur. Bisiklet yarışlarıyla bilinen ülkeler arasında özellikle; Fransa, İtalya, İspanya, Almanya, Belçika, İsviçre, Danimarka ve Hollanda gibi ülkeler ön plandadır. Uluslararası alanda bilinen diğer ülkelerden bazıları ise; Avustralya, Lüksemburg, Birleşik Krallık ve ABD gibi ülkelerdir. İlk bisiklet yarışı 31 Mayıs 1868'de Parc de Saint-Cloud, Paris'te, 1200 m'lik bir yarış olarak düzenlenmiştir. Bu yarışı, demir tekerlekli ağaçtan bisikleti kullanan James Moore adında gurbetçi bir İngiliz kazanmıştır. Bu bisiklet şu anda Ely, Cambridgeshire, İngiltere'deki müzede sergilenmektedir. Uluslararası Bisiklet Birliği, 14 Nisan 1900'de Belçika, ABD, Fransa, İtalya ve İsviçre tarafından, 1892'de kurulan ICA'nın yerine geçecek şekilde kurulmuştur. Yol bisikleti yarışı, hem takımlar hem de bireysel olarak çeşitli yollarda düzenlenen yarışmalar ve yarışlardır. Bu yarışlar, tek günlük yarışlar ve klasikler, kriteryum ve zamana karşı yarışlardan; çok etaplı yarışlarla Büyük Turlar olarak adlandırılan turlara kadar uzanmaktadır. Yarışlar, tipik olarak ilkbahardan sonbahara kadar düzenlenmektedir. Kuzey yarımküreli çoğu bisikletçi kış aylarında Avustralya gibi yerlerde yarışarak ya da antrenman yaparak geçirmektedir. Profesyonel yarışlar; üç haftalık Büyük Turlar olarak adlandırılan yarışlar; Tour de France, Giro d'Italia ve Vuelta a España'dan, çok etaplı yarışlar; Tour de Suisse ve Tour of California'ya, tek günlük Klasikler; Ronde van Vlaanderen ve Milan-San Remo'ya kadar çeşitlilik gösterir. En uzun tek günlük yarış USA Cycling tarafından düzenlenen LOTOJA'dır. Logan, Utah'tan Jackson, Wyoming'e kadar uzanan 332 km'lik bir uzunluğa sahiptir. Kriteryumlar, özel bir mesafe kat etmekten ziyade, 1 millik bir uzunluktan daha kısa turlar veya 60, 90 vs. dakikalardan oluşan yarışlardır. Kriteryumlar, Kuzey Amerika'da en popüler olan yol bisikleti yarışı çeşididir. Belçika'da genellikle tek günlük yarışlar popülerdir. Yol yarışlarında bisikletçiler aynı anda start alırlar. Yol yarışlarının yanı sıra bireysel zamana karşı ve takım zamana karşı da yarış tipine göre yollarda yapılabilmektedir. Pist bisikleti yarışı, parke pistler ve velodromlarda düzenlenen yarışlardır. Yarışlar oldukça çeşitlidir, bireysel ve takım, iki kişilik sprinterler, çeşitli grup ve kitle başlangıç yarışları kategorileri olarak ayrılabilir. Yarışmalarda fren ve arka dişlinin bulunmadığı bisikletler kullanılır. Bisiklet krosu, ilk olarak yol yarışçıları tarafından boş olarak geçirdikleri soğuk aylarda, antrenman stillerini çeşitlendirmek amacıyla yapılmış spordur. Yarışlar tipik olarak sonbahar ile kış mevsimlerinde ve patikalar, ormanlık yollar, çim, dik tepeler, engeller barındıran bu nedenle zaman zaman bisikletçinin bisiketini taşımasını gerektiren, 2–3 km'lik parkurlardan oluşmaktadır. Büyükler kategorisindeki yarışlar 30 dakika ve 1 saat arasında parkur şartlarına göre değişmektedir. Bu spor geleneksel yol yarışı kültürüne sahip Belçika (özellikle Flandra) ve Fransa'da yaygındır. Dağ bisikleti yarışları, yol harici olarak düzenlenen ve orta kademeden yüksek kademeye kadar teknik gerektiren yarışlardır. Birçok çeşidi vardır; ana kategorileri; kros ve tepe inişidir, fakat aynı zamanda 4X veya dört kros yarışı da vardır. BMX, yol harici düzenlenir. BMX yarışları sprint yarışlarıdır ve bilerek yol harici düzenlenmektedir. Tek vitesli bisikletlerle, tek veya turlu parkurlarda yol harici düzenlenir. Bisikletçiler, toprak zeminde bisikletlerini yönlendirirler. Bisiklet denemeleri, bisikletçilerin bisikletlerini doğal ve yapay engeller karşısında ayaklarını yere basmadan yönlendirmesi şeklindeki bir spordur. Motosiklet denemeleri ile birbirilerine benzemektedirler. Puanlar, bisikleti idare yeteneklerine göre verilmektedir. Bisiklet pisti, 70–90 m uzunluğundaki açık havada, toprak zeminde düzenlenen, bisiklet yarışlarıdır. Motor-destekli bisiklet yarışları, bisikletlere motorlar takılarak, bisiklet hızlarının yükseltildiği yarışlardır. Kapalı ortamdaki hızlar, yollardaki hızlardan daha iyi sonuçlar vermektedir. Hızı etkileyen diğer faktörler; yol profili, rüzgar şartları, sıcaklıklar ve yüksekliktir. 2009 Rusya'daki bir yarışta, Kevin Sireau başlangıçtan 200 metre mesafeye kadar, 76.4 km/s'lik hıza ulaşmayı başardı. Ortalama hızlar açık bir şekilde mesafenin artmasıyla düşüş göstermektedir."
    },
    {
        "document_id": 60,
        "document_text": "Golf, doğada özel olarak yapılmış bir golf sahası'nda golf sopası ve küçük sert bir golf topu'yla oynanan oyundur. Oyunun amacı, sahanın belirlenmiş 18 parkurunu (çukurunu) golf topuna en az vuruş yaparak tamamlamaktır. Plaj golfü, disk golf, futgolf, kapalı golf, minigolf, park golfü, kar golfü, hızlı golf, kentsel golf gibi golf çeşitleri bulunuyor. Golfçünün gerçek rakibi diğer oyunculardır. Fakat saha zorlayıcı olduğundan rakip 'golf sahasının kendisi' olarak görülür. Bu prensip nedeniyle profesyonel golf, sportmenliğe değer verenlerin en yüksek seviyede ödüllendirildiği, sportmen olmayanların kendilerini dışında buldukları bir dünyadır. Golf, iki ana prensip üzerine inşa edilen kurallar üzerinde durmaktadır: Oyuncuya ve sahaya saygı. Bu prensiplere sıkı sıkıya bağlı hareket edilmesi sayesinde bu spor bu kadar yaygınlaşmış ve sevilmiştir. Golfün geçer akçesi 'saygı'dır. Günümüzde çok ilgi çeken ve milyarlarca dolar değerinde bir endüstridir golf. Vuruş hazırlığı, golfçü vuruş yapacağı sopasını çantasından aldığı anda başlar. Genelde vuruşu yapmadan önce her oyuncunun izlediği bir ritüel vardır. Bu ritüel yaklaşık 30-40 saniye sürebilir. İşte bu süre oyuncunun konsantrasyonu için çok önemlidir. Bu sırada etraftaki oyuncular ya da seyirciler arasında konuşanlar olursa vuruşu yapacak kişi konsantrasyonunu kaybeder. Her insanın kendince bir güvenli alanı vardır. Bu güvenlik alanına girerseniz diğer kişi sizin varlığınızı hisseder. Elinde sopayla vuruş yapacak olan oyuncu eğer güvenlik alanında birini algılarsa konsantrasyonu bozulabilir. Genelde insanlar oyunda bencil davranırlar. Sıranın hemen kendilerine gelmesini isterler. Diğer oyuncunun rahatsız olacağı hareketleri bilinçsizce yapabilirler. Bunlar doğal karşılanabilecek, zamanla oyuncu oyunu ve kuralları öğrendikçe düzeltilebilecek yanlışlardır. Burada unutulmaması gereken konu şu: Golf sahalarını ortaklaşa kullanıyoruz. Eğer sahaya biz yeterli saygıyı göstermezsek, hiçbir saha bakım elemanı sahalarda bozulan yerleri tamir edecek zamanı bulamaz. Bunu unutmamak gerek. Sahayı nasıl bulmak istiyorsanız öyle bırakınız. Her çukur özel olarak işaretlenmiş tee adı verilen başlangıç yeri ve green adı verilen ve bunun içinde bir direk ucunda asılı bayrakla işaretlenmiş olan parkurun bittiği çukurla sonuçlanır. Her çukurun par adı verilen ve topun kaç vuruşta çukura atılacağını belirleyen tanımı vardır: Örneğin, par 3, par 4, par 5 gibi; yani üç vuruşta, dört vuruşta ve 5 vuruşta golf topunun çukura atılması. O parkurdaki oyunun tamamlanması için topun mutlaka kaç vuruşta olursa olsun çukura atılması gerekir. Çukurun içinde metal veya plastikten yapılmış çanak cup bulunur. Çukurun çapı 10,8 cm, derinliği ise 10 cm civarındadır. Oyun genelde en az iki, en çok dört kişi tarafından oynanır. Oyun tee–box adı verilen hafifçe yükseltilmiş bir alandan topa tee dikilerek vurulur. Oyunun kendine özgü kuralları dünyada golf otoritesi olarak tartışmasız kabul edilen ROYAL AND ANCIENT ST ANDREWS kuruluşudur. Bu kuruluşun belirlediği kurallar dünyanın her yerinde kabul edilmiştir. Golf çim saha üzerinde oynanan bir spordur. Oyuna katılan her oyuncu sırayla başlangıç vuruşlarını yapar. Sahanın çukura kadar olan bölümünde sahanın fair-way adı verilen esas oyun alanına topu atmak amaçlanır. Bu alan diğer alanlara göre daha düzgün ve kısa kesilmiş çimlerden oluşur ve yaklaşık 30 ila 90 metre genişliğinde olabilir; vuruş yapmaya daha elverişlidir. Marifet, topu sahanın düzgün çimli alanlarına atabilmektir. Bu alanın iki yanında 'rough' (kaba çim) adı verilen bölge yer alır. Bu bölgede uzun otlar, çalılıklar, ağaçlar veya kumlu, topraklı bölgeler yer alabilir. Buralardan golfçünün vuruş yapabilmesi için özel teknikler gereklidir. Doğal olarak bu tür engellerin olmadığı sahalarda yapay engeller golf sahası mimarı tarafından sahaya yerleştirilebilir; kum havuzları, küçük göller vs. Oyuncular isabetli atışlarla green adı verilen, bayrak direğiyle özel olarak işaretlenmiş çukura topu atmayı hedefler. En az vuruşla topu çukura atabilmek oyunun amacıdır. Oyun 18 parkurda tamamlandıktan sonra biter. En az vuruşu yapan oyuncu kazanır. Daha sonra putting green adı verilen pata alanıyla çukur sona erer. Pata alanı çok kaliteli çimle kaplı ve sürekli kısa kesilerek pata yapmaya uygun hâle getirilmiş, ortasında veya kenarında bayrakla işaretlenmiş çukura verilen addır. Alanın düzgün olmasının yanı sıra yine mimarın yaratıcılığına bağlı olarak çeşitli seviyeler ve eğimler yaratılarak pata atışlarının güçleştirilmesi sağlanabilir. Green'ler topun en iyi şekilde yuvarlanması için bakımı son derece titizlikle yapılan özel çimlerden yapılır. Green'de atış yapılırken bayrak çıkartılır. Yukarıda da belirtildiği gibi, her çukur için bir par belirlenmiştir. Bu sayı, çok iyi bir golf oyuncusunun (Scratchgolfer) topu green'e sokması için gereken vuruş sayısıdır. Bu sayı, çukurun (yükseltiler, su gibi sebeplerden kaynaklanan) zorluğu ile değil, çukurun uzunluğu ile alakalıdır. Doğal engellerin oluşturduğu zorluk, ayrıca Course- und Slope-Rating adı verilen bir sayı ile belirtilir. 18 parkurluk bir saha genelde, dört adet Par-3 çukuru, on adet Par-4 çukuru ve dört adet Par-5 çukurundan oluşur. Dolayısıyla bir tur genelde 72'lik bir par sayısına sahip olur. Dokuz parkurluk sahalarda bu sayılar yarılanır."
    },
    {
        "document_id": 61,
        "document_text": "Güreş, uygulayıcılarının birbirlerine vurmaksızın rakiplerini yenmeye çalıştıkları bir dövüş sporu türü. Güreş tarihteki en eski sporlardan biridir ve zamanla farklı stil ve formları geliştirilmiştir. Güreş genellikle dövüş sanatları arasında değerlendirilir. Güreş, perçinleme dövüşü, fırlatma ve indirme, eklem kilitleri, iğneler ve diğer yakalama tutuşları gibi farklı yakalama tipi teknikleri içerir. Dövüş sanatlarına, dövüş sporlarına ve askeri sistemlere birçok farklı güreş tekniği dahil edilmiştir. Güreş ya gerçek bir rekabet ya da atletik tiyatro olabilir. Güreş, serbest güreş, Grekoromen güreş, pankration, kuşak güreşleri, bilek güreşi, parmak güreşi, plaj güreşi, judo, sambo, halk stili, yakalama, vurma, luta livre, boyun eğme, sumo, shuai jiao ve diğerleri gibi farklı rekabetçi biçimlerde gelir. Güreşçi veya Güreşmen (Pehlivan) adı verilen kişiler Türk kültüründe önemli bir yere sahiptir. Kahraman, evleneceği kızın babasıyla güreşir ve yener. Yiğitler altı yaşındayken güreşmeye ve büyüklerini yenmeye başlarlar. Manas destanında yer alan Koşay Han gelmiş geçmiş pehlivanların en iyisi olarak kabul edilir. Hanname’de ise Uluğ Arslan Han pehlivanların atası olarak yad edilir. Bu pehlivan tam 1200 yaşındadır. Güreş sözcüğünün efsanevi Türk Hakanı Gür Han’ın ismi ile benzeşmesi de dikkat çekicidir. "
    },
    {
        "document_id": 62,
        "document_text": "Masa tenisi (pinpon), iki veya dört oyuncunun birbirlerine topu karşılıklı olarak attığı ortasında ağ bulunan masanın üstünde oynanan bir oyundur. Bu sporun salon tenisi adıyla bilinen en eski şekli 1880'li yıllarda Hindistan ve Güney Afrika'daki İngiliz ordusu tarafından oynanırdı. Puro kutularının kapaklarını raket, yuvarlatılmış şarap şişesi mantarlarını da top olarak kullanırlardı. File olarak da kitapları kullanıyorlardı. 1890'lı yıllarda İngiltere'de bu oyunun diğer versiyonları geliştirildi. Bunlar 'whiff whaff' ve 'gossima' gibi değişik isimlere sahiptiler ve Parker Brothers firması masaya kurulabilen portatif net, dışı file kaplı küçük bir top ve minyatür raketlerden oluşan salon tenisi kitleri satmaya başladı. 1900 yılında Amerika'yı ziyaret eden İngiliz James Gibb, dönerken yanında bazı içi boş selüloid toplardan getirdi ve arkadaşlarıyla salon tenisini bu topları kullanarak oynamaya başladı. Gibb, topun rakete ve masaya çarptığı zaman çıkardığı sesi temsil eden 'ping pong' ismini kullanmaya başladı. Fakat 1901 yılında İngiliz spor ekipmanları üreticisi olan John Jacques 'Ping Pong' ismini kendi adına tescil ettirdi ve bu ismin Amerika haklarını Parker Brothers firmasına sattı. Onlar da yeni kitlerini bu isimle çıkardılar. Bir başka İngiliz, E. C. Goode, 1902 yılında tahta raketinin yüzeyini pürüzlü lastikle kaplayarak topa falso vermeyi başardı. Aynı yıl İngitere'de Ping Pong Federasyonu kuruldu fakat isim hakkının Parker Brothers firmasında olmasından ve dolayısıyla ekipmanların çok pahalıya çıkmasından dolayı üç yıl sonra kapandı. Üreticilerin genel bir ismi olan masa tenisi adı altında sattıkları ekipmanlarla bu spor İngiltere ve Avrupa'da sessizce yaygınlaştı. 1921 yılında İngiltere'de yeni bir masa tenisi federasyonu kuruldu. Peşinden de 1926 yılında İngiltere, İsveç, Macaristan, Hindistan, Danimarka, Almanya, Çekoslovakya, Avusturya ve Galler'in Berlin'de yaptıkları toplantıda Uluslararası Masa Tenisi Federasyonu kuruldu. İlk dünya şampiyonası 1926 yılında Londra'da yapıldı. Bu yıldan II. Dünya Savaşı'na kadar tüm şampiyonalar Macaristan'ın egemenliği altında geçti. Bu zamanların en iyi oyuncuları bayanlarda yedi dünya şampiyonası kazanan Macar Maria Mednyanszky ve beş defa dünya şampiyonu olan yine Macar Viktor Barna'ydı. Çekoslovakya ve Romanya'lı sporcular da bazı şampiyonaları kazandılar. Amerika Ping Pong Federasyonu 1930 yılında kuruldu fakat sadece Parker Brothers firmasının ekipmanları kullanılabildiği için üye sayısı fazla olamadı. 1933 yılında iki rakip federasyon daha kuruldu. Bunlar ABD Amatör Masa Tenisi Federasyonu ve ABD Ulusal Masa Tenisi Federasyonuydu. Bu üç grup 1935 yılında birleşerek ABD Masa Tenisi Federasyonu adını aldı. 1994 yılında da adını U.S.A. Table Tennis olarak değiştirdi. İkinci dünya savaşından sonra bir süre daha orta Avrupalı oyuncuların egemenlikleri sürdü. 1953 yılından itibaren Asyalı oyuncuların egemenliği başladı. Asyalı yıldız oyuncuların aniden ortaya çıkmalarının bir sebebi Japon Horoi Satoh'ın 1952 yılında ilk defa kullandığı süngerli lastiklerin kullanılmaya başlamasıdır. Bu yeni malzeme oyunu hızlandırdı ve oyuncuların topa daha fazla falso vermelerine imkân sağladı. Asyalı oyuncular 'Penholder tutuşu' adı verilen ve raket sapının başparmak ile işaret parmağı arasında tutulduğu bir tutuş şekli geliştirdiler. Bu tutuş şeklinde her tür vuruş için raketin aynı yüzünü kullanıyordu. Bu tutuş bugün birçok üst seviye uluslararası oyuncu tarafından kullanılmaktadır."
    },
    {
        "document_id": 63,
        "document_text": "Boks, iki kişinin boks hakemi gözetiminde karşılıklı yumruklaştıkları ve birbirlerini nakavtla ya da puanla yenmeye çalıştıkları spor müsabakasıdır. Belden aşağıya ve enseye vurmak, sporcunun kendi etrafında 360 derece dönmesi, avuç içi (boks eldiveni'n beyaz boyalı bölgesi harici) vurmak, ses çıkarmak uyarı almasına neden olur, üç uyarı bir ihtar (-1 puan) alınmasına neden olur. Amatör boksörler 227 gr ağırlığında, profesyonel boksörler ise ağırlığı 170-283 gr arasında değişen eldivenler kullanırlar. Profesyonel boksörler yalnızca şort, amatör boksörler ise şort ve atlet giyer. Hem amatör hem de profesyonel boksörler karşılaşmada diş ve kasık koruyucuları kullanırlar. Amatör boksörler ayrıca koruyucu başlık da takarlar. Boks karşılaşmaları boks ringi'nde yapılır. Ring, üç veya dört sıra halatla çevrili ve yerden yüksekliği en az 91 cm en fazla 122 cm olan kare biçiminde bir alandır. Halat aralıkları en az 40 cm olmalıdır. Ringte kırmızı, mavi ve tarafsız beyaz köşeler vardır. Sporcular ait oldukları köşeden, hakem ve doktor ise jüri masasına yakın olan beyaz köşeden ringe çıkar. Profesyonel boks'ta ringin büyüklüğü 5–6 m², amatör boks'ta ise en az 3–6 m²’dir. Boks karşılaşmalarında, her iki boksörün de aynı siklette (ağırlık aralığında) olması gerekir. Boks, zor ve çok yorucu bir spordur. Boksörler antrenman yaparak karşılaşmaya hazırlanırlar. Boks antrenmanı bir başka boksörle yapılan çalışmanın yanı sıra, gölge boksu, antrenman torbası ve kum torbasıyla çalışma, ip atlama ve kondisyon için koşu gibi başka çalışmaları da kapsar. Boksta duruş çok önemlidir. Çünkü bir boksörün saldırı ve savunma gücü ile hızı, dengesine ve harekete her an hazır olmasına bağlıdır. Boksörün duruşu rahat olmalıdır. İyi bir duruşta sağ ayak, biraz öndeki sol ayakla bir denge oluşturacak biçimde sağa doğru biraz açılmalıdır. Her iki ayağın ucu da hafifçe sağa dönük olmalıdır. Böylece bedenin yalnızca sol yanı rakibe açık tutulur. Hafifçe sıkılmış sol yumruk biraz ileride ve çene hizasında olmalıdır. Sağ kol da çene hizasında, ama çeneden yaklaşık 15 cm önde tutulur. Her iki kolun dirseği, bedeni korumak için içe doğru çekilmelidir. Bedenin öne doğru biraz eğik tutulması, rakibin yumruğu karşısında denge yitirilmeksizin geriye kaçmayı kolaylaştırır. Maçların kararları genelde ya ringdeki hakem tarafından verilir ya da kenarda oturan üç yan hakem tarafından. Maçlar alttaki kararlardan biri ile sonuçlanır: Eski Yunan'da ve Roma'da boks önemli sporlardan biriydi. Ama bu spor acımasız bir biçimde yapılırdı ve dövüş genellikle boksörlerden biri ölünceye kadar sürerdi. Daha sonra yasaklanan boks, 18. yüzyılın başlarında İngiltere’de yeniden ortaya çıktı. 1719'da James Fig, Londra'da bir ring kurarak hem ders verdi, hem de bütün rakipleriyle dövüştü. Çıplak yumrukla yapılan bu dövüşlerin kuralları yoktu ve çok acımasız biçimde bazen saatlerce sürüyordu. İngiltere’de 1866'da Amatör Spor Kulübü kuruldu. John Chambers ve VIII. Queensburg markisinin yönlendirmesiyle eldivenle yapılan maçlar için kurallar getirildi. Böylece çağdaş boksun temelleri atılmış oldu. ABD'de ise boks 19. yüzyıl başlarında ortaya çıktı ve boksa olan ilgi 1880'lerde John L. Sullivan'la birlikte arttı. Sullivan, Paddy Ryan'ı 1882'de nakavtla yenerek eldivensiz boksun tartışmasız şampiyonu oldu. Daha sonra eldivenli olarak pek çok maç yaptı. Dünya ağır sıklet boks şampiyonluğunu kazanan ilk siyah boksör Jack Johnson’dı. 1937'de ağır sıklet şampiyonu olan Joe Louis, bu unvanı kazanan ikinci siyah boksör oldu. Louis, bu unvanını 25 kez korudu ve 1949'da yenilmeyen şampiyon olarak emekliye ayrıldı. ABD’de 1950'lerin en ünlü şampiyonu olan Rocky Marciano, boks tarihine en sert yumruklara sahip boksörlerden biri olarak geçti. Hiçbir profesyonel maçta yenilgi almamış tek boksör olarak 1956'da boksu bıraktı. Böylece Slyvester Stallone'ye ilham vererek 'Rocky' filmi çekilmiş oldu. 1960'larda ve 1970'lerde dünya ağır sıklet boksunun efsanevi kişisi Muhammed Ali’ydi. ABD’de ağır siklet dışındaki sıkletlerde de önemli boksörler yetişti. Henry Armstrong, George Dixon, Willie Pep, Joe Gans ve Benny Leonard bunların başında gelir. Nörologlar, boksun olimpiyat sporlarından çıkarılması ve açık gösterimden yasaklanması yönünde görüşler belirtmektedirler. Boksun, beyinde hasara yol açtığını belirtiyorlar. Kafatasına alınan darbe sonucunda beyin dokusunda meydana gelebilecek bozulmalar olarak tanımlanan travmatik beyin hasarı, akla hemen, başta boks olmak üzere, dövüş sporlarını getiriyor."
    },
    {
        "document_id": 64,
        "document_text": "Resim, herhangi bir yüzey üzerine çizgi ve renklerle yapılan, günümüzde kavramsal bir boyutta ele alınması açısından hemen her tür malzemenin kullanılabildiği bir anlatım tekniğidir. Resim yapma sanatıyla meşgul kişiler, ressam olarak adlandırılırlar. Tarihte keşfedilen ilk resimler; kesin bir bilgi içermemekle birlikte, ortalama 30 bin yıllık oldukları varsayılan, 1994 yılında, Fransa'nın Vallon-Pont-d'Arc bölgesinde yer alan ve adını, mağarayı keşfeden Jean-Marie Chauvet'den alan, Chauvet Mağarası'nda keşfedilmişlerdir. Tarih öncesi resimler, kimileri açıkta yer alan, pek çoğu ise mağaralarda olmak üzere, kaya duvarlarına çizilmiş hayvan, av sahneleri ve boyalı ellerle oluşturulmuş izlerden meydana gelirler. Bu resimler, tarihi önemleri dışında, insanoğlunun soyut düşünme yeteneğinin o dönemlerde de gelişmiş olduğunu kanıtlamaları bakımından ayrıca değer taşırlar. İlk resimlerin yapılış amaçları arasında, dönem insanının, kendilerini kuşatan doğa karşısında oluşturdukları mistik eğilimler doğrultusunda, kabileye kötülük getirdiğine inanılan olguları uzak tutmak, örneğin, ava dair bereketin arttırılması, topluluğun gelişimi ve güvenliği bakımından genç avcı adaylarına dönük eğitim, doğaya duyulan hayranlık ve keşfetme ihtiyacının yer aldığı kabul edilir. Resim yapmakta kullanılan teknikler; malzemelerin gelişimini de etkilemiş, örneğin, bitki kökü gibi doğal yollarla elde edilen boyaların yerini, endüstriyel, sağlığa daha az zararlı, kalıcı ve kullanımı daha kolay boyalar almıştır. Hristiyanlıkta Batı resmi, milattan sonra dini konuları sembolik bir şekilde resmetmeye odaklanmıştır. Ancak figürler hareketsiz, kompozisyonlar ise kuralcıdır. İslam dininde ve medeniyetinde iki boyutlu ve üç boyutlu (ve benzeri araçlar); Allah'ın, yarattıklarını taklit etmeyi insanoğluna yasakladığı için İslami resimler 18. yüzyılın ortalarına kadar daha çok soyut desenler ve yazının şekillendirilmesi hat sanatı, ebru ve minyatür ile sınırlı kalmıştır. Rönesans'tan sonra dini konuların dışına çıkılmaya başlanmış, ressamlar eserlerine vermek istedikleri anlamlara göre nüanslar katmaya başlamışlardır. Rönesans ile canlanan ve doğayı inceleyerek, detaylı şekilde, olduğu gibi resmetme arzusu perspektif tekniğinin geliştirilmesine yol açmıştır. Leonardo da Vinci'nin anatomi analizleri eşsiz kabul edilir. Osmanlı'da resim sanatının yerleşmesi: 1860-1869 döneminde, Paris’te Gérôme’un öğrencisi olan Osman Hamdi Bey, ülkesine döndükten sonra gerçekleştirdiği yapıtlar ve Sanayii Nefise Mektebi'ni kurmasıyla birlikte, resim sanatı Doğu toplumlarında yaygınlaşmaya başlamıştır. Günümüzde, dünya resim tarihinin önemli bir parçası olarak kabul edilen pek çok Türk ressam bulunmaktadır. Modern resim sanatı: 1880'lerde, kimine göre Tonalizm, kimine göre Sembolizm akımlarıyla başlayan modern resim konusunu, genel olarak avam tabakasında, başka bir deyişle, sıradan insanda, onun gündelik yaşamında, psikolojisinde bulur. Dönemin resminde, kompozisyon, ışık, renk, kontur, perspektif konularında konmuş kuralları yıkma, sanatsal ifadeyi özgürleştirme arzusu öne çıkar. 1945'lerde ortaya çıkan Soyut Ekspresyonizm akımı ile resim sanatı, tamamen insanın iç dünyasına inerek somut dünyadan, kurallardan ve kalıplardan uzaklaşır; mutlak gerçeği arar, böyle bir şey olmadığına karar verir ve Fluxus akımından sonra kendini kavramsal sanata bırakır. Artık resim, sadece bir soru haline gelmiştir ve daha büyük bir bütünün ufak bir parçasını oluşturmaktadır (bkz. Enstalasyon). Resim sanatının etkisi: Resim, bilinen en eski ve köklü sanat dallarından biridir. Bu sebeple diğer bazı sanatların odak noktasında bulunmaktadır. Diğer sanatlar fikir üslup vb. açılardan genellikle resim sanatına benzerlik gösterirler. Bunun sebebi, resim sanatının erken dönemlerde gelişmeye başlaması ve ileri seviyeye ulaşmasıdır. Resim sanatının günümüzdeki yeri: Bugün, resmin (ve sanatın) öldüğü iddialarına rağmen günümüz yaşam şekline uygun, birçok çeşitli geleneğin egemenliği sürmektedir. Resim ve fotoğraf: Resim bir isimdir, ancak sanatçılar resim kelimesini kavramsal olarak kullandığı için fotoğrafla resim aynı değil diye benimsenir, işin doğrusu farklı aletler kullanılmasının dışında ortaya çıkan aynı gerçektir. Fırça ve kalemle yapılan resimse, bir makinenin işlemiş olduğu görüntü de resimdir, ancak sanatsal bakımdan değerlendirip resim kelimesi sanat anlayışı üslubuyla kavramsallaştırılırsa bu durum ortaya çıkar ve fotoğraf resim değildir denir."
    },
    {
        "document_id": 65,
        "document_text": "Heykel ya da yontu, sanatsal bakış açısıyla meydana getirilmiş üç boyutlu formlara denir. Heykel temelde mekânın kapsanması, kavranması ve mekân ile ilişki kurulması ile ilgilenir. Genellikle insan, hayvan ya da nesnelerin heykelleri yapılır. Taş ve ahşap gibi malzemelerden yontularak yapılabileceği gibi, kil, balmumu gibi ara malzemelerden modellenerek, bronz ve tunç gibi metallerden de dökülebilir. Büst, rölyef, mimari heykel, asamblaj, bas rölyef, yüksek kabartma, çevresel heykel, heykelcik, mobil heykel, yontu, tors gibi heykel türleri vardır. Heykel ve heykelciliğin tarihi eski zamanlara kadar uzanır. Dünyanın çeşitli yerlerinde yapılan kazılarda mermer, ağaç, taş, pişmiş toprak, maden gibi çok çeşitli malzemelerden yapılmış heykel ve heykelciklere rastlanmaktadır. Bunlar ve diğer heykeller üzerinde yapılan incelemelerden, heykellerin büyük bir kısmının çeşitli kavimlerin ilah olarak tanıdıkları varlıkları tasvir ettikleri, bazılarının kral-kraliçe gibi hükümdar ailelerini, kahramanları ve kahramanlık olaylarını, bilim, sanat ve sporda meşhur olmuş kimseleri, bir kısmının da çeşitli insan ve hayvanları tasvir ettikleri anlaşılmıştır. Tarihi araştırmalar, ilk heykelin ne zaman ve kimler tarafından yapıldığı hakkında herhangi bir netice vermemektedir. Tarihi çok eski olduğu bilinen heykel ve heykelciliği bu derece yaygınlaştıran asıl sebep, inançtır. Çeşitli devirlerde yaşamış insanların tapındıkları ve ilah tanıdıkları şeylerin ağaç, taş, maden üzerine işlemeleri ve ibadetlerini bunlara karşı yapmaları, heykel ve heykelciliğe cemiyet hayatında geniş yer verilmesine yol açmıştır. İlk çağ topluluklarında sanatçılar genellikle bir geleneği devam ettirir. Ortaya konan eser, toplumun ortak malı olarak kabul edilir. Dolayısıyla eserler sanatçıları değil üretildikleri kavim ve toplulukların adıyla anılırlar. Tarımsal faaliyetlerin başlamasıyla birlikte, verimsizlik sorununa çare olarak, Magna Mater (Ana Tanrıça) heykelcikleri yapılmıştır. Bu heykelciklerin malzemesi ağaç ya da topraktır. Heykeller genel olarak aynı duruşu sergiler, kişisel özellik taşımazlar. Baş oranları vücudun geneline göre büyüktür. Üç boyutlu heykellerde bile uzuvlar çizilerek gösterilir. Heykel yüzeyleri çizilerek süsleme yoluna gidilir. Kültür alanında otuz yüzyıl boyunca süreklilik gösteren Mısır’da heykeltıraşlar ağaç, granit, bazalt, profir gibi dayanıklı malzemeler kullandılar. Tapınakların ve mezar anıtlarının iç ve dış cephelerini heykeller ve rölyeflerle süslemişlerdir. Mısır’da heykelcilikte zaman içinde gelişen bir üslupçuluk söz konusudur. Bu üsluplaşma özellikle figürlerin duruşlarında ve vücudu kaplayan kumaşların yapımında kendini gösterir. Figürler genel olarak durgun ve hareketsizdir. Frontal duruş hâkimdir. Ayakta duran figürlerde, vücut ağırlığı iki bacağa eşit olarak dağıtılır. Heykelin ortasından bir çizgi çekilirse iki eşit parça elde edilir. Kollar vücuda yapışık şekilde aşağıya sarkar, eller yumruk şeklindedir. Mısır heykelcileri çok büyük ve sert taşlar yontuyorlardı. Bu durum onları çalışmalarında sadeleşme yapmaya yöneltti. Dolayısıyla heykellerde kas gibi detaylar görülmezken, yüzlerde de ifade de yoktur. Yalnızca mezarlara, dini inançlar gereği konan heykeller, ölünün ruhuna ev sahipliği yapacağından sahibine benzemesi zorunluluğu taşır. Kral heykelleri sert taşlardan yapılırken, yumuşak taşlardan ve ağaçtan yapılan prens, rahip ve memur heykelleri bulunur. Yeni imparatorluk döneminin en güzel eseri, Amerna şehrinde bulunan Kraliçe Nefertiti’ye ait olan büsttür. Sanatçısı bir yanda geleneğe bağlı kalmaya çalışırken, bir yandan da modelinin şahsi özelliklerini betimlemeye çalışmıştır. Gize piramidinin yanında bulunan Sfenks heykeli ise Eski Krallığın krallarından olan Kefren’nin portresini taşır. Rölyefler daha çok tapınak ve mezarların duvarlarını süsler. Mısır rölyefleri daima bir olayı anlatır. Rölyeflerde baş, kollar, ayaklar, bacaklar ve gövde profilden; gözler ve omuzlar ise cepheden gösterilir. Antik Yunan heykelinde, kişisel özellikler değil, ortak ideal tip önemlidir. İdeal yüzler, ideal ölçülere uygun insan vücutları Yunan heykelinin başlıca özelliğidir. Başlangıçta kil, taş, fildişi, kemik ve tunç gibi malzemelerden ilkel heykelcikler ortaya koyan Yunan heykelcileri zaman içerisinde malzeme çeşitliliğini sürdürdüler. Heykel sanatının gelişmesinin ve anıtsal heykeltıraşlığın ortaya çıkmasının nedenleri arasında olimpiyatlarda başarı kazanan atletlerin heykellerinin dikilmesi geleneği ile gelişen mimariye bağlı olarak tapınakların taştan yapılmasıyla bunların iç ve dış cephelerinin kabartmalarla süslenmesi sayılabilir. Yunan heykeli estetik anlamda karşıtlıklar ve bunun yarattığı dinamizm üzerine kuruludur. Baş başka bir yöne, göz ile kollar ve bacaklar başka yönlere bakarlar. Bu durumun da gösterdiği gibi Yunan heykeltraşı vücut nüansları üzerinde çalışmalar yapmıştır. Yunan heykelcileri örtü altından hissedilen gövdenin biçimini ortaya çıkarmanın çekiciliğini fark etmişlerdir. Bundan dolayı, gizlerken göstermek Yunan heykelciliğinde bir motif olmuştur."
    },
    {
        "document_id": 66,
        "document_text": "Mimarlık veya mimari, binaları ve diğer fiziki yapıları tasarlama ve kurma sanatı ve bilimidir. İnsanların yaşamasını kolaylaştırmak ve barınma, dinlenme, çalışma, eğlenme gibi eylemlerini sürdürebilmelerini sağlamak üzere gerekli mekânları, işlevsel gereksinmeleri ekonomik ve teknik olanaklarla bağdaştırarak estetik yaratıcılıkla inşa etme sanatı; başka bir tanımlamayla, yapıları ve fiziksel çevreyi uygun ölçülerde tasarlama ve inşa etme sanat ve bilimidir. İnsan yaşamak için yurtlanmak ve doğa şartlarından korunmak için bir mekan ihtiyacı duyar ve bu mekanı kendine özgü kültürel, fonksiyonel, teknik ve farklı zevklerde inşa eder. Mimarlık evrensel bir meslektir. İnsanlık tarihinin her döneminde önemli olmuştur. Dini yapıların tanrıya ulaşma arzusundan, iktidarı simgeleyen saraylara ya da bir kentin dokusunu oluşturan basit konut tiplemelerine kadar her türlü açık ve kapalı mekanı tasarlar. Bu çevre kırsal veya kentsel olabileceği gibi, yapıları veya mekanları kuşatan yakın dış çevre de mimari tasarımın kapsamına girer. Mekan, içinde yaşamın gerçekleştiği fizik ortam olarak tanımlanabilir. Mekanın oluşabilmesi ve üretilebilmesi için yapılara, yaşamın her gün artan çeşitliliği göz önüne alınırsa, oldukça karmaşık ilişkiler düzeni içinde yapılaşmış fizik çevreye gereksinme vardır. Mimari tasarımın öznesi olan yaşam, coğrafi, iklimsel, kültürel, demografik farklılıklar içerir. Mimar sözcüğü Arapça ˁmr kökünden gelen miˁmār معمار 'imar eden, bina yapım ustası' sözcüğünden dilimize geçmiştir. Bu kelime Arapça ˁamara عَمَرَ 'canlandırdı, mamur ve bayındır etti' fiilinin mifˁāl veznine dayanır. Öztürkçesi 'örekmen'dir. MÖ 1. yy.'da yaşamiş olan Roma'lı mimar Vitruvius 'De Architectura' adlı kitabında başarılı bir mimarlık için 'Utilitas, Firmitas, Venustas' (kullanışlılık, sağlamlık, güzellik) etmenlerinin gerekli olduğunu ileri sürmüştür. Rönesans'ta bu tanım, 'Comodita, perpetuita, bellezza' (kullanışlılık, süreklilik- kalıcılık, güzellik) olarak benimsenmiştir. 1581'de bir İngiliz yazarı mimarlığı 'yapı bilimi' olarak tanımlarken 19.yy'da İngiliz eleştirmen John Ruskin mimarlığın 'yapılara uygulanan süslemeden başka bir şey olmadığı'nı ileri sürüyordu. Amatör bir eleştirici olan Sir Henri Watton 'The Elements of Architecture' (1624) adlı kitabında mimarlığın üç koşula (kullanılışlılık, sağlamlık, güzellik) yanıt vermesi gerektiğini belirtir. Frank Lloyd Wright'a göre de 'mimarlık biçim haline gelmiş yaşamdır.' Dünyanın en eski mesleği olarak kabul edilen mimarlık yapı sektörünün de ayrılmaz bir parçasıdır. Yapı sektörü ise, tüm dünya ülkelerinde en büyük sektör olup, diğer sektörlerin de itici gücü olarak kabul edilmektedir. Bu nedenle, mimarlık, geçmişin birikimleri ile geleceği hazırlayacak, gelecekte yaşanacak kaliteli yaşam çevrelerini oluşturacak, vizyon sahibi bireylerin mesleğidir. Son elli yıldır mimarlık mesleği konusunda 'Çizim yapma sanatı' gibi bir yanlış kanaat oluşmuş, mimarlık sanatına yardımcı olan ancak çalışma alanı, tüm yapılarda kullanılan elemanların malzeme, mukavemet, statik ve dinamik durumlarını ve ekonomisini inceleyen bilim dalı olan inşaat mühendisliği ile mimarlık kavramları birbirine karışmıştır. Mimarlık sanatının kültürel yanını gözardı eden bu anlayış sonucunda, yüzyıllardır Türkiye'nin kimliği ile bütünleşen ve kültürümüzün ve değerlerimizin en kalıcı kanıtı olan mimarlık, kimliğini kaybetmiş, kültürel kimlik sorusu ile bir hesabı bulunmayan egemen yapı kültürü kentlerin görünür kimliğine damgasını vurmuştur. Oysa Mimarlık ülkelerin kartvizitine yazdığı değerlerin en önemlilerinden biri, belki de en önemlisidir. Mimarlık okullarından mezun olanların, mesleğin ilgi alanının çok geniş bir yelpazeyi kapsaması nedeni ile, birbirinden çok farklı alanlarda çalışabildikleri gözlemlenmektedir."
    },
    {
        "document_id": 67,
        "document_text": "Tiyatro, bir sahnede, seyirciler önünde oyuncuların sergilemesi amacıyla hazırlanmış gösterilerdir. Farklı bir şekilde duyguların ve olayların hareket (jest) ve konuşmalarla anlatılmasıdır. Genel olarak temsil edilen eser anlamında da kullanılır. Tiyatro eseri, olayları oluş yoluyla gösterir. Bu yönüyle konuşma ve eyleme dayanan bir gösteri sanatı olarak da tanımlanabilir. Yaygın bir deyişle tiyatro; insanı, insana, insanla, insanca anlatma sanatı olarak Shakespeare'in sözüyle de ifade edilir. Tiyatro eserinin diğer türlerden en önemli farkı; diğer edebî eserler okumak ve dinlemek için yazılmışken, tiyatro oyununun sahnede seyirci önünde oynanmasıdır. Değer ölçülerini, izleyenin kanaat ve anlayışlarından alır. Göze görünür bir karaktere sahip olması, canlı olarak meydana geliş niteliğiyle toplum psikolojisine hitap eder. Temsil yeri ve eser, tiyatronun edebiyat ögesidir. Bu edebiyat ögesi yanında tiyatro kavramı içinde; oyunculuk, sahne düzeni, ışıklandırma, dekor, kostüm, müzik gibi unsurların bütünlüğü söz konusudur. Tiyatro metinlerine 'oyun', metinleri yazan kişiye oyun yazarı (müellif) ve oyunu sahnede canlandıran kişilere 'oyuncu' (ya da daha genel olarak tiyatrocu) denir. Ayrıca eserin sahnelenmesinde görev alan sahne amiri, dekor ve kostüm sorumlusu, ışıkçı, suflör gibi diğer yardımcı elemanlar da vardır. En yaygın tiyatro türlerine amatör tiyatro, uyumsuz tiyatro, epik tiyatro, Engelliler Tiyatrosu, radyo tiyatrosu, drama tiyatrosu, müzikal tiyatro, kurgusal tiyatro, çocuk tiyatroları, minyatür tiyatro, tulûat tiyatrosu, sokak tiyatrosu, varyete, oyuncak tiyatrosu, kukla tiyatrosu, opera tiyatrosu, gölge tiyatrosu, pandomim dahildir. Tiyatro, Yunanca theatron yani 'görme yeri' sözcüğünden gelmektedir. Çünkü günümüzdeki anlamıyla çağdaş tiyatronun tarihi, bağ bozumu tanrısı Dionysos adına yapılan dinsel törenlere dayanmaktadır. İlk tiyatro şenliği MÖ 534 yılında Atina'da yapılmıştır. Antik Çağ'da tiyatro, üst sınıfa özgü bir etkinlikti. Her yıl Dionysos'u kentin hangi ileri geleninin onurlandıracağına karar verilir ve bu kişi etkinlikleri düzenlerdi. Bu nedenle sosyal itibarla doğrudan ilgiliydi. Tanrı adına bir yarışma yapılır ve en iyi oyun, hazırlayan kişinin itibarını arttırırdı. Ayrıca, ilk tiyatro eserleri ile Yunan mitolojisinin el ele olduğunu söylemek gerekir. Bu nedenle bu iki alan birlikte değerlendirilmelidir. Bu dönemde oyunlarda dekor ya da kostüm bulunmazdı. Sahne tamamıyla boş olur, başroller de önemli kişiler tarafından oynanırdı. Bir de anlatıcı görevi gören 'koro' bulunurdu. Günümüzde geçerli olan oyunculuk anlayışı yoktu ve ifade edilen duygular oyuncuların ellerinde tuttukları ve yeri geldikçe yüzlerine koydukları maskelerle belirtilirdi. Bugün tiyatronun simgesi hâline gelen gülen ve ağlayan maskeler bu uygulamanın bir uzantısıdır. Nitekim, Yunan tiyatrosunda sadece iki tür oyun vardı: trajedi ve komedi. Trajedilerde içerik daha çok Tanrılarla insanların çatışmaları üzerineydi. Dönemin dinî inanışlarının sembolik bir ifadesi olarak, oyunlarda Tanrılar ile insanlar arasında doğrudan etkileşim normaldi. Bu mitik düzen tarih boyunca edebiyat eserlerini etkileyen bir nitelik olmuştur. Komedilerin ise çoğunlukla siyasi alay içerikli oldukları söylenebilir. Kullanılan dil ise yoğunlukla argodur. Ayrıca bu dönem tiyatrosu Aristoteles'in 'üçlü birlik' ilkesine dayanır: olay, yer ve zamanda birlik. Aristoteles'e göre oyunda baştan sona takip edilen tek bir hikâye olmalıdır. Ara hikâyeler ya bulunmamalı ya da çok az olmalıdır. Bir oyun tek bir yerde geçmeli, farklı yer ve coğrafyalara yayılmamalıdır. Sahne tek bir yeri temsil etmelidir. Olay örgüsü bir günden fazla bir zamanı kapsamamalıdır."
    },
    {
        "document_id": 68,
        "document_text": "Dans (Fransızca: Danse) ya da Raks (Arapça: رقص), tüm vücudun bir müzik ritmi eşliğinde estetikle birlikte çalıştırılabildiği bir gelenek, sanat, bir tedavi şekli veya sadece bir ifade şekli olabilir. Dans, koreografisine, hareket repertuarına, dans tarihi veya menşe yerine göre kategorize edilebilir ve tanımlanabilir. Dans genellikle müzik eşliğinde ve bazen dansçının kendi ile aynı anda bir müzik enstrümanı kullanılarak gerçekleştirilir. Dövüş sanatları, jimnastik, ponpon kız gösterileri, artistik buz pateni, artistik yüzme, bandolar ve diğer birçok atletizm türü dahil olmak üzere diğer insan hareketi biçimlerinin bazen dansa benzer bir kaliteye sahip olduğu söylenir. Dans yalnızca performansla sınırlı değildir, çünkü dans bir egzersiz biçimi olarak diğer spor ve aktiviteler için eğitim olarak kullanılır. Dans, dünya çapında çeşitli farklı tarz ve standartların sergilendiği dans yarışmalarıyla bazıları için bir spor haline geldi. Dansın birçok insan için estetik bir çekiciliği bulunur."
    },
    {
        "document_id": 69,
        "document_text": "Müzik, insanın doğaya eklediği uyumlu seslerdir. Ses, bir doğa olayıdır. Müzik, bu doğal ve etkin olaydan bilinçli bir çalışma ve emek ile bir sanat yapıtı yaratmak, sesi bilimsel ve estetik bir temele oturtmaktır. Bütün müzik türleri için ana öğeler ritim, tonalite, dinamik ve ses rengi olarak belirtilir. Bu önemli elemanlardan anlaşılacağı gibi müzik yalnız insanın içinden yansıyan duygularla değil, bilgi ve anlayışla yaratılabilir. Müziğin bilgisine bakış, bir sanat olayını anlamamızı da sağlar. Ritim, tonalite, dinamik ve ses renginden hiçbiri, müzikte tek başına yer almaz ancak birlikte müziksel bir bütünlük yaratırlar. Değişik müzik türlerinde farklı oranlarda ağırlık taşıyabilirler. Müzik teorisi, müzik sanatını gerçekleştiren belirli kavram ve sistemlerin bir araya gelmesinden oluşur. Müzik, bütün insan topluluklarında öyle veya böyle bir şekilde mevcut olan bir sanattır. Günümüzde (modern) müzik, kimi güncel, kimi de geçmiş dönemlerden gelen inanılmaz çok sayıda stilin bir araya gelmesiyle oluşur. Türkçe kullanımıyla müzik kelimesi esasen antik Yunanca kökenlidir, ilk kullanımı musike şeklindedir. Latinceye musica olarak geçen kelime, latin kökenli neredeyse bütün dillerde benzer şekilde kullanılmaktadır (İng. music, Alm Muzik, Fr. musique gibi). Arapçaya yine Yunanca'dan mûsîkıy olarak geçen kelime, Türkçeye de buradan aktarılarak 10.yüzyıldan bu yana musiki şeklinde kullanılmaya başlanmıştır. Yunan mitolojisinde geçen ve esin perileri anlamına gelen muse sözcüğü, Türkçeye Musalar ya da Müz'ler olarak geçmiştir ve Türkçedeki müzik kelimesi de kökenini buradan alır (Müz'e ait, Müz'e yaraşır bir sanat anlamında). Mitolojiye göre Müz'lerin babası Zeus, annesi ise (hafıza-bellek anlamına da gelen) Mnemosyne'dir. Müz'ler, dans ederek ve şarkılar söyleyerek yaratıcı düşünceyi sunar, hastaları iyileştirir ve iç karartıcı düşünceleri uzaklaştırırlar. Müziğin tanımına dair çok çeşitli görüşler bulunmaktadır. Türk Dil Kurumu, Güncel Türkçe Sözlük'te müziği 'Birtakım duygu ve düşünceleri belli kurallar çerçevesinde uyumlu seslerle anlatma sanatı' olarak tanımlamıştır. Otto Karolyi, müziğin hem bir sanat hem de bir bilim olduğunu, duygusal olarak algılanışının yanı sıra akıl ile de kavranabileceğini belirtmiştir. Bu özelliği ile bireyin ve toplumun duyuş ve biliş açısından durumunu belirlediği gibi, gelişim ve değişimini de sağlayan organik bir yapıdır. Sesin en güzel şekli müzik ile dile gelir. Resim, renklerin birleşmesinden; şiir, kelimelerin kaynaşmasından nasıl oluşuyorsa; müzik de seslerin, duygu, düşünce ve heyecanımızı anlatmak üzere belli bir estetik anlayışına göre seçilip işlenmesinden oluşmaktadır. Yılmaz Öztuna, Büyük Türk Musikisi Ansiklopedisi'nde, Musiki maddesinde, müziğin ses üzerinde kurulmuş bir sanat olduğunu belirtir. Ali Uçan, müziği 'duygu, düşünce, izlenim ve tasarımları ve başka gerçeklerin de katkısıyla belli durum, olgu ve olayları, belli bir amaç ve yöntemle, belirli bir güzellik anlayışına göre birleştirerek, biçimlendirilmiş seslerle işleyerek anlatan estetik bir bütündür. Herkesin anlayabildiği ve anlayabileceği yegane dildir. Müzik dil ve ırk fark etmeksizin direkt olarak duygulara hitap eden, etki eden bir sanat dalıdır' diyerek tanımlar. Müzik, insanoğlunun binlerce yıldır doğayı taklit ederek, duygularını anlatma yollarından birisidir. Müziğin içerisinde doğanın kendi, hayatın özü bulunur. Dünyanın dönüşü ve buna bağlı olarak oluşan 'ritm'; bu ritme bağlı olarak duyduğumuz 'ses'ler müziğin özüdür, farklı yansımasıdır. Yani müzik eşittir ses ve ritm. Ancak bu ses ritim birlikteliği matematiksel bileşenlerdir. Bunların üzerine duygu, düşünce, ifade, anlatım gibi araçlar da eklendiği zaman, müzik sanat boyutuna geçer. Yunanlar müzik için, perilerin (mus) konuştuğu dil (ike-ika), yani 'perice' (musika) olarak isimlendirdiler. Bugün dünya üzerinde bu isimlendirmeye yakın şekillerde ifade ediliyor. Müziğin çok çeşitli temel unsurları, öğeleri bulunmaktadır, bunlar çeşitli yazarlar tarafından farklı şekilde ele alınmışlardır. Mesela Otto Karolyi, müziğin üç temel öğesini ritim, ezgi ve armoni olarak belirtmektedir. Besteci Aaron Copland'a göre ise müzik dört temel unsurdan oluşur: Ritim, ezgi (melodi), armoni ve tını (ses rengi). Günümüzde müziğin bu dört temel unsuru dışında başka unsurları da olduğu belirtilmektedir."
    },
    {
        "document_id": 70,
        "document_text": "Grafik tasarım bir mesajı iletmek, bir görseli geliştirmek veya bir düşünceyi görselleştirmek için metnin ve görsellerin algılanabilir ve görülebilir bir düzlemde, iki boyutlu veya üç boyut olarak organize edilmesini içeren yaratıcı bir süreçtir. Baskı, ekran, hareketli film, animasyon, iç mimari, ambalaj tasarımı gibi birçok ortamda dijital veya dijital olmayacak bir şekilde uygulanabilir. Grafik sanatı ve grafik tasarımlarda, görsel sanatların temel ilkeleri olan hizalama, denge, karşıtlık, vurgulama, hareket, görüntü, oran, yakınlık, tekrarlama, ritim, ve birlik geçerlidir. Grafik tasarım için grafik yazılımı, uygulama yazılımı ve programları kullanılır. Grafiker, Almanca Graphiker kelimesinin karşılığı, Grafik Tasarımcı ise İngilizce Graphic Designer kelimesinin karşılığı olup aynı manaya gelmektedir. Grafik tasarım tarihi, MÖ 14,000'lerde yapılmış mağara resimlerine ve İÖ 4. yüzyılda yazının başlamasına dayandırılabilir. Sonraları daha çok el yazması dini içerikli kitaplar ilk yayınlar olacaktır. Johann Gutenberg'in Avrupa'da 1450'lerde hareketli matbaayı icadı ile kitaplar yaygınlaşmaya başlamıştır. O dönemlerde entelektüel düşünce, din etrafında olduğundan ilk basılıp dağıtılmaya başlanan kitaplar dinsel kitaplardır. Basılı yayınlar için harf ve metin dizimi erken dönem grafik tasarım pratikleridir. Asıl çıkış noktası ise; sanayileşme ve modern yaşama geçiş ile, özellikle de fotoğrafın keşfi ile ortaya çıkan İzlenimcilik ve Post-İzlenimcilik akımlarının sonrasında başlamıştır. Çünkü resim sanatı farklı bir yöne ilerlemeye başlamış ve grafik, afiş, ürün katalogları vb. öne çıkmaya başlamıştır. Gazetenin ortaya çıkmasıyla reklam ve tanıtım öne çıkmıştır. Örneğin; ürün katalogları ilk önceleri fotoğraflarla değil gravür baskılar ile yapılmaktaydı. İşlerin tanıtımını ve duyurusunu yapan afişler de kendi içerisinde ayrı bir alan haline geliyordu. Bu alanlarda ilk çalışanlar da grafiker, grafik sanatçısı veya tasarımcı değil ressamlardı. Bu yüzden resimsel özellikleri önde, tipografik özellikleri geri planda kalıyordu. Fakat baskı tekniklerinin ilerlemesi, fotoğrafın geliştirilmesi ve tipografinin önem kazanması ile özellikle afiş tasarımı ve dolayısıyla grafik sanatlar resimden ayrı, tasarımın birer dalı olarak ortaya çıkmıştır. Türkiye'de İbrahim Müteferrika ilk defa 14 Aralık 1727'de Müteferrika Matbaası kurulmuştur. Burada basılan kitaplar dünya kitap tarihine ve Osmanlı kültürü tarihine dair önemli bilgiler vermektedir. Bu matbaada 1729-1742 tarihleri arasında 16 kitap basılmıştır. 1729'da 'Vankulu Lugati' Arapça harflerle ilk basılan kitaptır. Katip Çelebi'nin 1732'de basılan 'Cihannuma'sı içinde harita ve çizimler vardır. J. B Holderman'ın 'Grammaire Turque' kitabı 1730'da Osmanlı'da Latin alfabesini kullanan ilk baskı olmuştur. 1732 yılında basılan 'Tarih-i Hind-i garbi' (Amerika'nin keşfi), Amerika hakkında Müslüman bir yazar tarafından yazılan ilk kitaptır, 13 tahta baskı içerir. 1891-1896 arasında William Morris tasarladığı kitaplarla zamanına göre çok başarılı grafik tasarım işler üretmiştir. William Morris'in isleri, grafik tasarım için bir pazar olduğunu göstermiştir. Bu dönemler tasarımın sanattan ayrılmaya başladığı dönemlerdir. Ayrıca Münch pre-refaeritler ortaya çıkmıştır. Bu pre-refaeritler; resimleri idealize edilmiş, hayali, gerçek dışı kadın ve erkek tipolojisi, duygunun ve aşkın yüceliğine yönelik resimlerdir. Bu resimlerde anlatım yalınlaşmış, detaylar kaybolmuştur. İzleyenin baktığında hemen anlayabilmesi amaçlanmıştır. Münch'ün resimleri de grafik tasarım alanında yapılan ön hazırlık çalışmaları olarak kabul edilmektedir. Birinci Dünya savaşı sonrasında 19. yüzyılın sanat ve tasarım görüşlerine tepki olarak yeni düşünceler oluşmaya başlamıştır. 1919'da Almanya'nın Weimar şehrinde kurulan Bauhaus okulu sanat ve tasarım alanında birçok yeniliğin öncüsü olmuştur. Günümüzde Grafik tasarım büyük ölçüde bilgisayar programları aracılığı ile yapılmaktadır. 1980'lerin ortalarında, masaüstü yayıncılık ve grafik sanatı yazılımı uygulamaları, daha önce manuel olarak yürütülen bilgisayar görüntüsü işleme ve oluşturma yeteneklerini tanıttı. Bilgisayarlar, tasarımcıların mizanpaj veya tipografik değişikliklerin etkilerini anında görmelerini ve geleneksel medyanın etkilerini simüle etmelerini sağladı. Kalemler gibi geleneksel araçlar, sonlandırma için bilgisayarlar kullanıldığında bile faydalı olabilir. Bir tasarımcı veya sanat yönetmeni, yaratıcı sürecin bir parçası olarak çok sayıda kavramın taslağını çizebilir. Stiluslar, el çizimlerini dijital olarak yakalamak için tablet bilgisayarlarla birlikte kullanılabilir."
    },
    {
        "document_id": 71,
        "document_text": "Seramik (Antik Yunanca: κεραμικός – keramikós, 'çömleğe ilişkin, çömlekçilik', κέραμος – kéramos, 'çömlekçi kili') iyonik veya kovalent bağlara sahip metal (veya metaloid) ve metal olmayan inorganik bileşik içeren katı bir malzemedir. Yaygın kullanım örnekleri earthenware (sırlı veya sırsız camsı olmayan çömlekler), porselen ve tuğladır. İnsanlar tarafından yapılan en eski seramikler, kendiliğinden veya silika gibi diğer malzemelerle karıştırılmış, ateşte sertleştirilmiş ve sinterlenmiş seramik çömlekler (örneğin kap ve çanaklar) veya kilden yapılmış figürinlerdi. Daha sonra seramikler pürüzsüz olma, renkli yüzeyler oluşturma ve camsı kullanım ile gözenekliliği azaltma amacıyla sırlandı ve pişirildi. Seramikler artık yerli, endüstriyel ve inşaat ürünlerinin yanı sıra çok çeşitli seramik sanatlarını da içinde barındırıyor. 20.yüzyılda, yarı iletkenler gibi ileri seramik mühendisliğinde kullanılmak üzere yeni seramik malzemeler geliştirilmiştir. 'Ceram-' kökünün bilinen en eski sözcüğü Miken Uygarlığı'nın Linear B hece yazısında 'seramik işçileri' anlamındaki ke-ra-me-we'dir. 'Seramik' kelimesi bir malzeme, ürün veya işlemi tarif etmek için bir sıfat olarak kullanılabilir. Aynı zamanda isim olarak tekil veya daha yaygın şekliyle çoğul olan 'seramikler' şeklinde de kullanılabilir. Seramik malzemeler inorganik, metalik olmayan, genellikle kristal oksit, nitrür veya karbür malzemelerdir. Karbon veya silikon gibi bazı elementler seramik olarak kabul edilebilir. Seramik malzemeler kırılgandır, serttir, sıkıştırma bazında güçlüdür ve kesme ile gerginlik bazında zayıftır. Asidik veya kostik ortamlara maruz kalan diğer malzemelerde meydana gelen kimyasal erozyona dayanırlar. Seramikler genellikle 1,000 °C–1,600 °C (1,800 °F–3,000 °F) arasında değişen çok yüksek sıcaklıklara dayanabilir. Amorf (kristal olmayan) karakteri nedeniyle cam genellikle seramik olarak kabul edilmez. Bununla birlikte, cam yapımı seramik işleminin birkaç aşamasını içerir ve mekanik özellikleri seramik malzemelere benzer. Geleneksel seramik hammaddeleri kaolinit gibi kil minerallerini içerirken, daha yeni malzemeler alümina olarak bilinen alüminyum oksit içerir. İleri seramik olarak sınıflandırılan modern seramik malzemeler arasında silisyum karbür ve tungsten karbür bulunmaktadır. Her ikisi de aşınma dirençleri sebebiyle değerlidir ve bu nedenle madencilik operasyonlarında yer alan kırma ekipmanlarında da kullanılır. Gelişmiş seramikler tıp, elektrik, elektronik endüstrileri ve vücut zırhlarında da kullanılmaktadır. Kristal seramik malzemeler çok çeşitli işlemlere uygun değildir. Bu durumda iki kategoriden birine girme durumundadırlar – yerinde reaksiyon ile seramiğe istenilen şekil verilir veya daha sonra katı bir gövde oluşturmak için sinterlenir. Seramik şekillendirme teknikleri, elle şekillendirme, kayma döküm (slip casting), bant dökümü (çok ince seramik kapasitörleri yapmak için kullanılır), enjeksiyon kalıplama, kuru presleme ve diğer varyasyonları içerir. Kristal olmayan seramikler, eriyikten oluşma eğiliminde olan cam malzemelerdir. Cam tamamen eridiğinde, döküm yoluyla veya belirli bir viskozite durumunda bir kalıba üfleme gibi yöntemlerle şekil alır. Daha sonraki ısıl işlemler bu camın kısmen kristalleşmesine neden olursa, elde edilen malzeme cam-seramik olarak adlandırılır. Seramik ürünleri bünye özelliklerine göre gözenekli (earthenware), pekişmiş bünye (stoneware) ve porselen olarak sınıflandırılmaktadır. Gözenekli bünye düşük sıcaklık ürünü, porselen de yüksek sıcaklık gerektiren ürün olarak düşünülse de eğer bünye yoğunluğunun nasıl sağlanacağı biliniyorsa, her tip bünyenin herhangi bir sıcaklık derecesinde üretilebilmesi mümkündür. Yani bünyenin içeriğindeki malzemeleri değiştirerek, düşük derecede porselen benzeri bir bünye, yine yüksek derecede de gözenekli bir bünye elde edilebilir."
    },
    {
        "document_id": 72,
        "document_text": "Roman, genellikle düzyazı biçiminde yazılan, kurgusal, görece uzun, insanın (ya da insan özellikleri atfedilen varlıkların) deneyimlerini bir olay örgüsü içinde aktaran ve genellikle kitap halinde basılan bir edebî tür. Uluslararası ve akademik platformlarda beşinci sanat olarak kabul gören edebiyatın bir alt türüdür. Uzunluğu ile doğru orantılı olarak, olay örgüsü içinde birçok öyküyü barındırma potansiyeli taşır. Tarihsel süreçte manzum roman ya da manzum hikâye gibi şiirsel türleri mevcut olsa da, modern çağın romanı genellikle düzyazı şeklindedir. Romandaki olay örgüsü ağırlıklı olarak kronolojik sırayla ve mantıksal bir biçimde anlatılır; ancak yazarın tercihine bağlı olarak geçmiş ve gelecekte gezinme şeklinde kurgulanan ya da absürt bir içeriğe sahip eserlere de sıkça rastlanır. Bir romanın duygusal ağırlıkta olup olmadığı eserin türüne ve zamanına göre değişebilir. Örneğin romantizm döneminde yazılan eserler duygulara ağırlık verirken, naturalizm dönemindekiler doğayı ve insanı olduğu gibi anlatmayı amaçlamıştır. Ancak insan, doğası gereği duygusal bir varlık olduğundan, yazarın metne döktüğü her şey kaçınılmaz olarak yazarın geçmişinden ve duygu dünyasından izler taşır. Tarihî roman, politik roman, toplumsal gerçekçi roman gibi bazı roman türleri, toplumsal ve politik gelişmeler ile yakın ilişki içinde olabilir ve sıradan insanın yaşantısına odaklanabilir. Ancak; bilimkurgu, fantazya, gotik kurgu gibi bazı türler ise günümüz gerçekliğinin dışına çıkarlar. Bazı roman türleri ise kahramanlık unsurlarını sıkça kullanır. Olay örgüsünün geçtiği zamana bağlı olarak bazen saraylar ve savaş alanları, bazen sokaklar, evler ve meyhaneler gibi sıradan mekanlar, bazen de uzay, yeraltı, kurgusal dünya ya da kurgusal evren gibi günümüz gerçekliğinin dışındaki mekanlar kullanılır. Türüne ya da zamanına bağlı olarak bazı romanlar ağdalı, bazı romanlar ise sade bir dil kullanır. Modern roman, felsefe ve sanattan boş inançları uzaklaştırmak ve bunların yerine akıl ve gerçeği getirmek isteyen bir kültür olarak tarih sahnesine çıkmıştır. Ancak zaman içinde bu misyonundan özgürleşir. Bir yazar yaşadığı toplumdan ayrı düşünülemeyeceği için, roman da tarihe ve toplumların gelişimine sıkı sıkıya bağlıdır. İnsanı, toplumsal ve tarihsel bir varlık olarak konu alan ilk sanat türüdür. 11. yüzyılın başlarından günümüze ulaşan ve kurgusal bir biçimde ilerleyen Murasaki Shikibu'nun Japonca eseri Genji'nin Hikâyesi, kendisinden önce de uzun kurgusal metinler bulunmakla birlikte, zaman zaman tarihin ilk romanı olarak değerlendirilir. Basılı kitapların Çin'de yayılması, Ming Hanedanlığı (1368-1644) tarafından klasik Çin romanlarının doğmasına sebep oldu. Avrupa'daki en erken örnek ise Endülüslü İbn Tüfeyl tarafından yazılan Hayy bin Yakzan eseri kabul edilir. Daha sonraki gelişmeler matbaanın yaygınlaşması ile gerçekleşti. İlk bölümü 1605 yılında yayınlanan Don Quijote'nin yazarı Miguel de Cervantes Saavedra, modern çağın ilk Avrupalı romancısı olarak sık sık anılır. Teknolojik gelişmeler, romanın basılı olmayan alanlarda da yayınlanmasına zemin hazırlamıştır. Buna sesli kitaplar, e-kitaplar, web romanları örnek gösterilebilir. Geleneksel olmayan başka bir kurgu biçimi de grafik romanlardır. Kurgu eserlerinin bu çizgi roman versiyonları, kökenleri 19. yüzyıla uzansa da ancak yakın zamanda yaygınlaşabildiler. Roman, hikâyeye ya da diğer adıyla öyküye kıyasla biçimsel olarak daha uzun olmakla birlikte, kurgusal bazı farklılıkları mevcuttur. Örneğin roman, kelime sayısının çokluğu sebebiyle olay örgüsü ve karakter çeşitliliği bakımından sınırları zorlayabilir. Roman birçok öyküyü, olay örgüsü içinde kullanabilir. Bu çerçeveden bakıldığında romanın çok boyutlu, öykünün ise görece az boyutlu olduğu söylenebilir. 'Çehov'un Öykücülüğü Üzerine' adlı yazısında Erdal Öz şu cümleleri sarf etmiştir: 'Romanda, anlatılan ailenin içine gireriz. Onlarla birlikte yaşarız, onlardan biri oluruz. Ama öyküde, o ailenin yaşadığı evin önünden geçerken, pencereden onları masa başında topluca görüp geçeriz.' Uluslararası platformda uzun öyküleri adlandırmak için novella ismi kullanılır. Roman ve novella'yı birbirinden ayıran kelime sayısı hakkında kesin bir kural yoktur. Kâr amacı gütmeyen bir kuruluş olan Amerika Bilimkurgu ve Fantezi Yazarları Derneği, Nebula Ödülleri için başvurulan eserleri sınıflandırırken 40.000 kelime ve üzerini roman, 17.500-39.999 kelime arasındaki eserleri ise novella olarak belirlemiştir."
    },
    {
        "document_id": 73,
        "document_text": "Şiir, sözcüklerin düz anlamlarına ek olmak üzere ya da bunların yerine başka anlamlar oluşturmak için dilin ses estetiği veya ses sembolizmi ve ölçü gibi estetik ve ritmik özelliklerini kullanan bir edebiyat türüdür. Müellif İsmail Durmuş İslam ansiklopedisinde 'mübalağa sanatı'nın şiirin temel karakteristiği olduğu üzerinde durmaktadır. Şiir, Sümerlerin Gılgamış Destanı’na kadar uzanan köklü bir tarihe sahiptir. İlk şiirler Çincede olduğu gibi halk şarkılarından ya da Sanskritçe Vedalar, Zerdüştlük inancının Gataları ve Homeros’un 'İlyada' ile 'Odysseia'sı gibi destanların yeniden sözlü anlatım ihtiyacından ortaya çıkmıştır. Şiirin tanımlanması için antik dönemdeki çalışmalar, Aristoteles’in Poetikasında olduğu gibi konuşmanın, retorik, drama, şarkı ve komedide kullanımına odaklanmıştır. Daha sonraki çalışmalar, yineleme, mısra biçimi ve kafiye gibi özelliklere yoğunlaşmış ve şiiri tartışmasız olarak bilgilendirici, düzyazı formlarından ayıran estetik olgusuna vurgu yapmıştır. Yirminci yüzyılın ortalarından itibaren şiir dile yön veren temel yaratıcı güç olarak daha fazla anılır olmuştur. Şiir, sözcüklere farklı yorumlar getirmek veya onlardan kaynaklanan duygusal tepkiler yaratmak için biçim ve bir araya getirmeleri kullanır. Asonans, aliterasyon, yansıma ve ritim gibi araçlar müzikal veya arpağ etkisi oluşturmak için bazen kullanılmaktadır. Şiir dilinin anlam belirsizliği, sembolizm, ironi ve diğer stilleri gibi araçları şiiri farklı yorumlamalara uygun hâle getirir. Benzer biçimde mecaz, benzetme ve mecaz-ı mürsel gibi konuşmanın öğeleri daha önce algılanmamış farklı imajlar arasında bir anlam katmanı içeren bir ilişki kurmaktadır. Kafiye ve ritim kurgusu içinde şiirin sözleri arasında da benzer yakınlıklar kurulabilir. Bazı şiir biçimleri, şairin yazdığı dilin özelliğine bir yanıt ve ait olduğu kültüre ve türe özgüdür. Dante, Goethe, Mickiewicz ve Mevlânâ Celâleddîn-i Rûmî tarafından yazılan şiirleri okumaya alışık okurlar şiirin her zaman kafiye ve ölçü ile yazıldığını düşünebilir, ne var ki, kimi kutsal metinlerde olduğu gibi ritim ve ses estetiği oluşturmayı amaçlayan şiir gelenekleri de vardır. Modern şiir ise şiir geleneğine eleştiri üzerine kuruludur. Bunu yaparken birçok unsurun yanı sıra ses estetiği ilkeleriyle oynayıp test etmekte, bazen bunu kafiye ve ritimde de yapmaktadır. Günümüzün küreselleşen dünyasında şairler artan oranda farklı kültür ve dillerden biçimleri, tarzları ve teknikleri şiire uyarlamaktadır. Türkçede karşılık olarak koşuk, yır, özün gibi sözcükler önerilmişse de hiçbiri yaygınlık kazanamamıştır. Günümüzde koşuk, nazım karşılığı olarak kullanılmakta ise de nazım ve şiiri birbirine karıştırmamak gerekir. Birincisi yalnızca bir anlatım yoludur. Geçmişte şiirin uyak, ölçü, nazım biçimleri gibi biçimsel özelliklerden ayrı düşünülmemesi sebebiyle şiirle nazım eş anlamlı sayılmışsa da günümüzde bu düşünce aşılmış ve edebiyatın şiirle birlikte başladığı düşüncesinde fikir birliği oluşmuştur. Yahya Kemal Beyatlı şiiri 'Bildiğimiz musikiden farklı bir musiki' olarak tanımlarken, Cahit Sıtkı Tarancı'ya göre şiir 'Kelimelerle güzel şekiller kurma sanatı'dır. Ahmet Haşim şiiri 'Söz ile musiki arasında olan fakat sözden ziyade musikiye yakın olan bir lisan' olarak tanımlar. Necip Fazıl Kısakürek ise şiir için 'Mutlak hakikati arama işidir' der."
    },
    {
        "document_id": 74,
        "document_text": "Hikâye ya da öykü, gerçek ya da gerçeğe yakın bir olayı aktaran kısa, düzyazı şeklindeki anlatıdır. Kısa oluşu, yalın bir olay örgüsüne sahip olması, genellikle önemli bir olay ya da sahne aracılığıyla tek ve yoğun bir etki uyandırması ve az sayıda karaktere yer vermesiyle roman ve diğer anlatım türlerinden ayrılır. Öyküde, olayın geçtiği yer sınırlı, anlatım özlü ve yoğundur. Karakterler belli bir olay içinde gösterilir ve çoğu zaman sadece belli özellikleri yansıtılır. Konu tümüyle hayal ürünü ya da gerçekçi olabilir. Genellikle bir rastlantı yoluyla oluşturulan özel bir an üzerindeki yoğunlaşma sürpriz sonlara olanak verir. Öyküde kişiler, olay örgüsü, mekân, zaman, anlatıcı ve bakış açısı olmak üzere beş temel yapı unsur vardır ve olay öyküsü ve durum öyküsü olarak ikiye ayrılır. Arapça kökenli hikâye kelimesinin eş anlamlısı olarak kullanılan 'öykü' sözcüğü Türkçedir. Dil devrimi'nde öykün-(mek) kökeninden türetilmiştir. Eski Türkçede ise bu sözcük ötgünçtür. 12 Eylül 1980 Askeri Darbesi'nden sonra yasaklanan 205 Türkçe sözcükten birisidir. 'Hikâye' kelimesi Türkçeye Arapçadan geçmiştir. Türetildiği fiil kökü 'hakeve', 'taklit etmek, bir metnin kopyasını çıkarmak'; aynı kökten 'hekâ' ise 'benzemek, aynen nakletmek' anlamlarına gelir. İlk zamanlar 'destandan masala, fıkradan menkıbeye, romandan tiyatroya kadar bütün tahkiyeli' metinleri kapsadığı için kendine özgü bir türün adı olan 'hikâye' özel adı ile karıştırılırken zamanla sıyrılıp türün adı olarak kullanılmaya başlanmıştır. Doğu dillerinde olduğu kadar Batı dillerinde de bu tür modern özelliklerini kazanıncaya kadar değişik adlarla anılmıştır. Meselâ Fransızcada 'masal' anlamında conte, 'anlatım' mânasında récit, 'tarih' mânasında histoire kelimeleri aynı zamanda hikâye türü için de kullanılmıştır. Edebiyat eleştirmenleri ve yazarlarının tartışma içinde olduğu bir konudur öykü ve hikâye ayrımı. Klasik/modern, toplumsal/bireysel, sözlü/yazılı gibi ayrımlar söz konusu edilir. Modern Türk Hikâyesi adlı kitabında Âlim Kahraman edebî bağlamda hikâye yerine öykü sözcüğünü ilk olarak 1949 yılında Nurullah Ataç’ın kullanıldığını söyler. Feridun Andaç da hikâye ve öykünün ayrı türler olduklarını belirtmiştir. Ona göre hikâye (örneğin halk hikâyeleri) ağırlıklı olarak sözlü geleneğin içinde köklü bir ürünken, öykü ise sözlü anlatıdan ziyâde bir tasarımın söz konusu olduğu modern edebiyatın bir ürünüdür. Bunun dışında birçok edebiyat araştırmacısı aynı görüşü savunmuştur. Sait Faik Hikâye Armağanı’nda kullanılan hikâye sözcüğü ile tarihsel sıralamada daha sonra başlayan diğer yarışmaların Öykü Yarışması adıyla anılması bu sebeptendir. Bu iki kelimenin aynı anlamda kullanılmadığını söyleyen edebiyatçılarımızdan biri de Feyza Hepçilingirler’dir. Atilla Özkırımlı da modern dönemdeki yazınsal eserler için öykü kelimesinin uygun olduğunu belirtir. Aynı görüş altında birleşen onca edebiyatçı varken bile, bu iki kelimenin ayrımı edebiyat bilimi altında genelgeçer bir hükme bağlanmamıştır. Antik Yunan'daki fabl ve kısa romanslar, Binbir Gece Masalları öykünün habercileridir. Ama öykü ancak 19. yüzyılda romantizm ve gerçekçilik akımlarının etkisiyle psikolojik ve metafizik sorunları masalsı bir anlatımla yansıtmaya başladı. Rusya'da Gogol, Dostoyevski, Turgenyev ve Çehov'un öyküleri, öykü türünün edebi eserler arasında sağlam bir yere oturmasına büyük katkı sağlamıştır. Bilinen ilk öykü örneği ise İtalyan yazar Giovanni Boccaccio'nun Decameron adlı eseridir. Eser temel olarak 1348 yılında İtalya'da ortaya çıkan bir veba salgınını konu alır. 10 gün boyunca anlatılan 100 öyküden oluşur. Mutluluklar, kadın erkek ilişkileri, gönül yaraları, yerinde verilen yanıtlar, çıkar peşinde koşan din adamları öykülerin başlıca konularını oluşturur. Öykü zaman içerisinde ikiye ayrılmıştır; olay hikâyesi ve durum hikâyesi. Olay Hikâyesi: Bir olay merkezinde gelişen ve sonuçlanan hikâyelerdir. Bu tür metinlerde merak unsuru ön plandadır. Bu türün en önemli örneklerini Fransız yazar Maupassant vermiştir. Bu yüzden olay hikâyesi, Maupassant tarzı hikâye olarak da adlandırılmaktadır. Durum Hikâyesi: Olay anlatımına dayanmayan, kişilerin veya hayatın bir kesitinin ele alındığı hikâyelere denir. Bu tür hikâyelerde merak duygusu geri plana itilir ve bir durum veya kişi betimlenir. Durum hikâyesinin en önemli örnekleri, Rus yazar Anton Çehov tarafından verilmiştir. Bu nedenle durum hikâyelerine Çehov tarzı hikâye de denmektedir."
    },
    {
        "document_id": 75,
        "document_text": "Deneme, yazarın belli bir konuya ilişkin kişisel duygu ve düşüncelerini anlattığı metinlere denir. Bu türde ilk yazıları 16. yüzyılda Fransız yazar Michel de Montaigne yazdı ve Essais (Denemeler) adıyla yayımladı. Bugün birçok ülkede ilgiyle okunan edebiyat türünün de adını koymuş oldu. Son biçimine ulaşmamış taslaklar olarak da tanımlanmaktadır. Deneme, yazarın belli bir konuda görüşlerini kısa biçimde anlattığı edebiyat türüdür. Denemelerde edebiyat, sanat, insanlar, gelenekler, hatta gülünç olaylar gibi değişik konular ele alınabilir. Örneğin, İngiliz yazar Charles Lamb 19. yüzyılın başlarında, 'Domuz Rostosu Üzerine' adlı bir deneme yazmıştı. Bu denemede ateşle oynamayı seven bir Çinli çocuğun rastlantı sonucu kızarmış domuz etini tadan ilk insan olduğu mizah yollu anlatılıyordu. İyi bir deneme yazmanın yollarından biri, belli bir konudaki düşünceleri önce bir kâğıda gelişigüzel not etmektir. Bundan sonra not edilen düşünceleri, anlaşılmalarını kolaylaştıracak bir düzene sokmak gerekir. Bir deneme için her zaman, okurun ilgisini çekecek ve denemeyi sonuna kadar okunmasını sağlayacak bir giriş cümlesi çok önemlidir. Deneme, aynı ölçüde dikkat çekici bir biçimde de bitirilmelidir. Denemeyi okurken yazarla birlikte düşünsel yolculuğa çıkan okurun sonunda düş kırıklığına uğramaması, deneme yazarı açısından dikkat edilmesi gereken bir noktadır. Öte yandan, düşüncelerin paragraflara göre düzenlemesi gerekir. Öne sürülen her yeni düşünce için ayrı bir paragraf kullanılmalı ve her paragrafta bir ana düşünce işlenmelidir. Birçok deneme üç ya da daha fazla paragraftan oluşur. Denemenin paragraflara bölünmesi, söylenmek istenilenin kolay ve açık bir biçimde ortaya koyulmasını sağlar. Deneme Fransız yazar Montaigne ile başlamış olmasına karşın, daha sonraki yıllarda İngiliz yazarlar tarafından geliştirilmiştir. Ünlü İngiliz denemecileri arasında Sir Francis Bacon, Joseph Addison ile İrlandalı en ünlü deneme yazarları Ralph Waldo Emerson ile Henry David Thoreau’dur. Edgar Allan Poe ve Ozkhanov Chaowh şiir üstüne; James Thurber de mizah türünde yazdığı denemelerle okurlarını etkilemişlerdir. Montaigne’den sonraki ünlü Fransız deneme yazarları arasında Theophile Gautier, Anatole France ve Hippolyte Taine sayılabilir. Diğer yabancı yazarlar arasında Francis Bacon, Remy de Gourmont, Julien Benda, Albert Camus, Jean-Paul Sartre gibi yazarlar sayılabilir. Türk edebiyatına deneme türü, batı edebiyatlarının etkisiyle Tanzimat'tan sonra girmiş ve Cumhuriyet'ten sonra gelişmiştir. Ahmet Haşim, Ahmet Hamdi Tanpınar, Azra Erhat, Bedri Rahmi Cumhuriyet dönemi yazarlarındandır. Tanzimat döneminde ise Şinasi, Ali Suavi, Ziya Paşa ve Namık Kemal gibi bazı yazarlar Cumhuriyet edebiyatından öncesi dönemde deneme yazısı yazan yazarlardandır."
    },
    {
        "document_id": 76,
        "document_text": "Biyografi ya da yaşam öyküsü, bir kişinin yaşamını ayrıntılı bir biçimde açıklayan bir edebiyat türüdür. Kişi kendi hayatını anlatıyorsa buna otobiyografi, şairlerin yaşam hikâyesi anlatılıyorsa da buna tezkire denir. Biyografiler eğitim, iş, ilişkiler ve ölüm gibi temel olaylardan daha fazlasını içerir. Bir biyografi, bir konunun yaşam öyküsünü sunar, deneyimle ilgili samimi ayrıntılar da dahil olmak üzere yaşamlarının çeşitli yönlerini vurgular ve öznenin kişiliğinin bir analizini içerir. Biyografik eserler genellikle kurgusal değildir, ancak kurgu bir kişinin hayatını betimlemek için de kullanılabilir. Biyografik kapsamın derinlemesine bir biçimine eski yazı denir. Edebiyattan filme kadar çeşitli mecralarda yapılan çalışmalar biyografi olarak bilinen edebiyat türünü oluşturur. Plutarhos'un Paralel Yaşamlar'ı klasik biyografi yazımını etkileyen bir eserdi. Biyografi sözcüğü biyo+grafi sözcüklerinin birleştirilmesi ile oluşturulmuştur. 'Bio' sözcüğü, Fransızca 'can, yaşam' anlamında olup, Eski Yunancada da aynı anlama gelen bíos, biot- βίος, βιοτ-  sözcüğünden alıntıdır. 'Graf' Bu ek Eski Yunanca graphḗ γραφή 'yazı, çizgi' sözcüğünden alıntıdır. Türkçeye, Fransızca'dan geçmiştir."
    },
    {
        "document_id": 77,
        "document_text": "Cebir; sayılar teorisini, geometriyi ve analizi içine alan geniş bir matematik dalıdır. Temel matematik işlemlerinden, çember ve daire alanları bulmayı kapsayan geniş bir ilgi alanına sahiptir. Cebir, mühendislik ve eczacılık gibi birçok alanda kullanılmaktadır. Kuramsal cebir, ileri matematiğin bir dalı olmakla birlikte sadece uzmanlar tarafından çalışılan bir koldur. Cebirle ilgili ilk çalışmalar Babillere kadar uzanır. Yakın Doğu'da Hârizmî ve Ömer Hayyam (1050-1123) gibi isimler tarafından geliştirilmiştir. Cebir kelimesinin kökeni Hârizmî tarafından yazılmış Arapça Ilm al-jabr wa'l-muḳābala adlı kitaptan gelmektedir. Kitabın isminin anlamı zorla yani cebirle bir hesabın yapılması bilimi olarak çevrilebilir. Kelimenin algebra (al-gebra) şeklinde İngilizceye eklenmesi ise Orta Çağ'daki İspanyol, İtalyan veya Latinler sayesinde olmuştur. 12. yüzyıldan başlayarak İtalyanların öncülüğünde Arapça yazılan eserler Batı dillerine çevrilmeye başlanmıştır, Hârizmî'nin Cebir kitabının da bu dönemde çevrilmiş olması ihtimali yüksektir. Cebir kelimesi İspanyolcada hâlen acil operasyon, ameliyat olarak kullanılmaktadır daha sonra matematiksel anlamları eklenmiştir. François Viète'in 16. yüzyılın başlarından itibaren yapmış olduğu çalışmalar cebirin temellerini oluşturmuştur. 19. yüzyılın sonlarına kadar cebir genel olarak sadece denklem teorileri barındırıyordu. Cebir ilk olarak Babilliler tarafından matematiksel problemleri çözmek amaçlı kullanılmıştır. Matematikte şu an lineer denklemler veya orta dereceli lineer denklemler kullanarak çözülen problemlerin temellerini Babilliler cebiri geliştirerek bulmuşlardır. Eski dönemlerde yaşamış olan çoğu Mısırlı, Çinli ve Yunan matematikçi, problem çözümlerinde geometri kökenli çözüm yollarını tercih ediyorlardı. Yunanlar kendi yarattıkları element matematiğini kullanırlardı ve bu yöntem ile birçok karışık sorunu çözmeyi başarmışlardır ancak bu yöntemleri Orta Çağ İslamı'na kadar fark edilememiştir. Plato'nun döneminde birçok Yunan matematikçi ani ve şiddetli bir değişime girmiştir. Yunanlar bu dönemde kendi yarattıkları geometrik çözüm yollarını geliştirerek geometrinin temel kuramlarını kullandılar. O yılların belki de en iyi matematikçilerinden biri olan Diophantus (ve aynı zamanda Arithmetica kitabının yazarı), cebirsel ifadelerin matematiksel yollarla çözümleri için birçok formülü geliştiren kişi olmuştur ve ilerleyen zamanlarda sayı teorisinin ve kendi yarattığı Diophantus denklemlerinin çıkmasını sağlamıştır. Matematiğin geliştiği ilk dönemlerde Hârizmî'nin yazdığı The Compendious Book on Calculation by Completion and Balancing isimli kitabı matematikte bazı görüşlerin oluşmasına neden oluyordu çünkü cebirin ve matematiğin temel disiplin kurallarının geometri ve aritmetikten farklı olduğunu söylemiştir. Helenistik matematikçiler: Diophantus, Alexandria ve Hint matematikçi Brahmagupta, Mısır ve Babillilerin yaratmış olduğu matematik kurallarını devam ettirdiler ve üzerlerine bir şeyler eklemek için çabaladılar. Yazmış oldukları kitaplardan da faydalanarak ilk kez içerisinde sıfır (0) ve eksi (-) sayıların olduğu denklemleri çözmeyi başardılar. Denklemler teorisine göre incelenen cebirin en önemli iki ismi Diophantus ve al-Khwarizmi'nin çalışmaları yıllarca incelenmiştir. Genellikle cebirin babası olarak Diophantus bilinir ancak Hârizmî'nin al-jabr disiplin kuralları sonucunda bu unvana onun sahip olması istenmektedir. Diophantus'u destekleyen kişiler Al-Jabr'daki cebirin biraz daha elementsel olduğunu ifade etmişler ve kendi savundukları Arithmetica ve Arithmetica kitaplarının Al-Jabr'dan daha teorik olduğunu söylemişlerdir. Al-Khwarizmi'yi destekleyenler ise 'çıkarma' ve 'dengeleme' (toplamanın tersi ve elemanların birbirlerini sıfırlaması) Al-Jabr kitabının cebiri her şeyden ayrı tutup yeni teoriler üzerine kurulmuş olmasından dolayı sevmişlerdir. İranlı matematikçi Ömer Hayyam cebirsel geometrik çözümler ve küplü denklemler üzerinde çalışmış biridir. Bir diğer İranlı matematikçi ise Şerafeddin el-Tusî'dir. O da fonksiyonların gelişiminde etkili biri olmuştur. Hint matematikçiler Mahavira ve II. Bhaskara, İranlı matematikçi Al-Karaji ve Çinli matematikçi Zhu Shijie birçok küplü denklemin çözümünde etkili olmuşlardır. 1545'te İtalyan matematikçi Girolamo Cardano, Ars Magna (Büyük Sanat) isimli kitabını yayınladı, 40 bölümlük harika bir sanat eseridir ve ilk defa küplü ve üslü denklemler anlatılmıştır. François Viète'nin 16. yüzyılın sonlarına doğru yapmış olduğu çalışmalar cebrin klasik disiplin temellerinin atılmasını sağlamıştır. 1637 yılında René Descartes, La Géométrie isimli kitabını yayınlamıştır ve analitik geometrinin temelleri atılmıştır. Diğer önemli gelişmelerden biri ise 16. yüzyılın ortalarına doğru köklü ve küplü denklemlerin çözülmesidir. Determinant formülü Japon matematikçi Seki Takakazu tarafından 17. yüzyılda bulunmuştur ve bunu takiben Gottfried Leibniz 10 sene sonra lineer denklemlerin çözümünü kolaylaştırma adına matrisi yaratmıştır. Soyut cebir 19. yüzyılda geliştirilmiştir, şu anda Galois teorisi olarak bilinen denklemleri çözebilmek için geliştirilmişlerdir. 'Modern algebra' 19. yüzyıla kökleri dayanan önemli bir konudur örneğin, Richard Dedekind ve Leopold Kronecker, cebirsel sayı teorisi ve cebirsel geometriyi yarattığı kabul edilen ve kullanan kişilerdir."
    },
    {
        "document_id": 78,
        "document_text": "Geometri (eski adı Hendese), matematiğin uzamsal ilişkiler ile ilgilenen alt dalıdır. Yunanca Γεωμετρία 'Geo' (yer) ve 'metro' (ölçüm) birleşiminden türetilmiş bir isimdir. Geometri, arazi ölçümü sözcüklerinden türetilmiştir. Herodot (M.Ö. 450), geometrinin başlangıç yerinin Mısır olduğunu kabul eder. Ona göre geometri kavramı Mısır kö­kenlidir. Sözcüğün kullanımı da Eflatun, Aristo ve Thales’e kadar gider. Yalnız Öklid, geometri sözcüğü yerine Elements sözcüğünü yeğlemiştir. Elements sözcüğünün Yunanca karşılığı stoicheia sözcüğüdür. Bir kümenin üzerine konan ve kümenin ögelerini birbirleriyle ilişkilendiren bir uygun yapı, geometri yapılmasını olanaklı kılar. Bir düzlemin üzerine doğal olarak konacak ve sezgisel uzaklık duygusunu gözetecek 'lise geometrisi'nin adı Öklid geometrisidir. Bu geometrinin tarihsel olarak ilginç ve önemli bir özelliği paralellik aksiyomudur. Bu aksiyomu sağlamayan ama geri kalan tüm aksiyomları sağlayan geometrilere Öklid dışı geometriler denir. Bunlara örnek olarak Hiperbolik geometri ya da küresel geometri verilebilir. Ayrıca ölçeksiz bir cetvel, üçgen ve pergelden başka bir şey kullanmadan çalışılan ölçü dışı geometri de vardır. Günümüzde kullanılan doğru, yay, ışın, açı ortay, kenarortay gibi birçok temel geometri teriminin Türkçesi Mustafa Kemal Atatürk'ün Geometri adlı eserinde yazılan eserde önerdiği terimlerden yararlanılarak kullanılmaya başlanmıştır. İlk geometrilerin tümü, kendi doğası nedeniyle sezgiseldir. Bunlar daha çok ilk insanların çevresinde görünen doğal şekillerdir. Bu geometriler daha çok görsel tür­dedir. İkinci olarak şekillerin ölçülmesi aşaması gelir. Dörtgenlerin ve üçgenlerin ölçül­mesi ilk kez Mısır’da Ahmes’in (M.Ö. 1550) papirüsünde görülür. Bu papirüs M.Ö. 1580 tarihinden önce yazılmıştır, b tabanlı ve h yükseklikli ikiz kenar üçgenin alanının bh/2 olduğu verilmiştir. Yine aynı papirüste d çaplı bir dairenin alanının (d-d/9)2yazımına eş değer olduğu yazılmıştır. Bu yazımlara göre pi sayısı yaklaşık olarak 3,1605 dolay­larındadır. Bu formül geometrik şekilden yaklaşık olarak elde edilmiştir. Bu formülün tabletlerde de olduğu söylenmektedir. Çin’in yerli geometrisi de gelişkin örnekler içerir. M.Ö. 1100 yıllarında yazıldığı sanılan Çinlilerin ünlü Nine Sections (Do­kuz Bölüm) kitabında dik açılı üçgen ve ispatsız olarak Pisagor teoremi vardır. Daha sonraki Çin geometrilerinde ölçümleri içeren çok zeki buluşlar vardır. Yine geometrik görünümle Pisagor teoreminin ispatı yapılmıştır. Bu geometrik şekille verilen kitabın M.Ö. 2000 yıllarında yazıldığı sanılıyor. Hintlerin yerli geometrilerinde de matematiksel bir ispat yoktur. Daha çok görsel ve deneysel ölçülere dayanan kuralları vardır. Bunlar da o kadar ileri bir geometri oluş­turmaz. Bin yıllık bir süre boyunca kullanılan Yunan geometrisi ise daha çok görseldir. Eski Roma geometrisi daha çok kullanım alanlarına yöneliktir. Arazi ölçümleri, şehir yerleşimleri, su kanalları ve savaş sanatında geometriyi Romalılar iyi kullanmışlardır. Fakat bunlar görsel geometriyi fazla kullanmamışlardır. Zaten görsel geometrinin kökeni Yunanistan’da başlamıştır. Bu çalışmalar ilk kez Thales'in (M.Ö. 600) yapıtlarında görülür. Thales bu teoremleri Mezopotamya’da ve Mısır’da kullandıklarını görür. Altı teoremle önderlik eder ve bu teoremlerin ispatını yapar. Matematikte ispat yapma Thales’le başlamıştır. Thales’in bu ispatları zamanla kaybol­muş ama ondan sonra bunları öğrenenler gelecek kuşaklara aktarmıştır. Bin yıl süren bu görsel Yunan geometrisi zamanla gerilemiş ve yeni bir çalışma getirilmemiştir. Batı Avrupa’nın uyanmasından önceki yüzyıla kadar Yunan kültürünü ve geomet­risini tam olarak Müslümanlar anlamıştır. Yunan klasiklerini, geometrilerini, fen bilimlerini ve felsefelerini Arapçaya çevirmişlerdir. Fakat ne Öklid’in ne de Apollonius’un çalış­malarına gözle görünür bir katkı yapmışlardır. Okullaşma olma­dığı için gelecek gençlere bu çeviriler öğretilmemiş, bu kitaplar sadece neredeyse bir süs olarak sarayda kalmıştır. Yaptıkları hizmet, kaybolmaya yüz tutmuş Yunan klasiklerini, matematiksel üretimini ve düşüncelerini Arapça çevirileriyle Avrupa’ya iletmişlerdir. Avrupa’daki karanlık çağda biri Boethius’un (M.Ö. 510) diğeri de Öklid’in (M.Ö. 300) Sements isimli kitabı vardı. Bunlardan sonra Gerbert’in (1000) ve Fibonacci’nin (1202) geometrileri sayılabilir ama bu geometriler İskenderiye geometrilerinden ileri bir dü­zeyde değildi. Avrupa’nın geometrisine büyük katkı 1242 yılında ilk baskısı yapılan Öklid geometrisi oldu. Zaten çok iyi düzenlenmiş ve yazılmış olan bu geometriler Avrupa’ya hızla yayıldı ve her tarafında bilinir oldu. Öklid’in geometrisinin ardından yavaş yavaş geometri ürünleri ortaya çıkmaya başladı. On yedinci yüzyılın başlarında analitik geo­metri ve 1639 yılında da Desargues’ın (1593-1662) izdüşüm geometrisi basıldı. Ana­litik geometri Descartes (1596-1650) ve Fermat (1601-1665) tarafından aynı dönem­lerde yapıldı. Fermat yaptığı çalışmaları yayınlamadığı için analitik geometrinin bulun­ması onuru Descartes’e verildi. Analitik geometri kısaca geometri ile cebir arasındaki ilişkidir diyebiliriz. Geometri ile cebir arasındaki ilişkiyi ilk kez Descartes çıkar­dığı için büyük bir matematikçi olmuştur."
    },
    {
        "document_id": 79,
        "document_text": "Olasılık ya da ihtimaliyet, bir şeyin olmasının veya olmamasının matematiksel değeri veya olabilirlik yüzdesi, değeridir. Olasılık kuramı istatistik, matematik, bilim ve felsefe alanlarında mümkün olayların olabilirliği ve karmaşık sistemlerin altında yatan mekanik işlevler hakkında sonuçlar ortaya atmak için çok geniş bir şekilde kullanılmaktadır. Aristo'nun eserlerinin çevirilerinde olasılık sözcüğü, bir gerçeğin rastgelirliliğinin nicelikleştirilmesini ifade etmemektedir, ama bir fikrin ne kadarının genel olarak kabul edildiği ile ilgilidir. Orta Çağ ve sonra Rönesans Çağı'nda birbirini takip eden açıklamalar ve Aristo'nun eserlerinin çevirilerinde yapılan hatalar ile anlam kaymaları ortaya çıkıp bu sözcük bir fikrin olabilirliğinin tasarlanması anlamına gelmeye başlamıştır. 16. yüzyıl ve 17. yüzyılda etikle ilgili din biliminde bulunan olasıcılık bu anlamda ön plana gelmiştir. 17. yüzyılın ikinci yarısında olasılık konusunun Blaise Pascal ve Pierre de Fermat tarafından matematiksel olarak incelenmeye başlanması ile olasılık sözcüğü modern anlamına doğru bir yol almıştır. Matematiksel modern olasılık kuramının geliştirilmesi 19. yüzyılda başlamıştır. Diğer bir adıyla 'olasılıkcılık' olarak anılan, olasılık doktrini bir Katolik etik doktrini olup 16. yüzyılda 'Cizvitler' ve 'Bartolome de Medina' etkileri ile geliştirilmiştir. Bu teoloji etikine göre 'eğer bir fikir olası ise, o fikri geliştirip bir sonuca varmak uygundur; çünkü bu fikir karşıtı fikirden daha olasıdır. Böylece bu doktrin çeşitli karşıt tedbirler arasından herhangi bir tedbir üzerine karar verilmesi gerekmekte iken hangisinin en iyi olduğu bilinemediği zaman bir karar verme yöntemi olarak en olası tedbirin seçilmesini kabul etmektedir. Bu tip olasılık kullanılarak karar vermeye modern karar verme teorisinde maksimum olabilirlik (maximum likelihood) prensibi adı verilmektedir. Böylece bu türlü Hristiyan Katolik etike taban olan olasılık kavramı, modern olabilirlilik kavramı analogu olmaktadır. Olasılıkların bilimsel incelenmesi bir modern gelişmedir. Modern olasılıklar teorisinin başlangıç tarihi Pascal ile Fermat arasındaki 1654'te olan bir mektuplaşma içeriğine bağlanabilir. 1657'de bu konuya eğilen ilk bilimsel yaklaşım Christiaan Huygens tarafından açıkça ortaya çıkarılmıştır. Jakob Bernoulli'nin (ölümünden sonra 1713'te basılan) Ars Conjectandi adlı eseri ile 1718'de basılan Abraham de Moivre'ın Doctrine of Chances adlı eseri olasılıklar teorisini matematik biliminin bir branşı olarak incelemektedirler. Hatalar teorisi 'Roger Cotes'in (ölümünden sonra 1722'de basılan) Opera Miscellana adlı eserinde ilk defa belirtilmiş ve 1755'te 'Thomas Simpson'un yaşam öyküsü kitabında tümüyle açıklanmıştır. 1757'de basılan kitabında eşitlikle olası olan pozitif ve negatif hatalardan, tüm hataların içine düşebileceği alanın belirli sınırlarından ve sürekli hatalardan bahsedilmekte ve bir olasılık eğrisi verilmektedir."
    },
    {
        "document_id": 80,
        "document_text": "Kombinatorik, genellikle sonlu soyut nesneleri konu alan pür matematik dalıdır. Dalla ilgilenen matematikçilere kombinatoryalist veya kombinatorist denir. Matematiğin, cebir, olasılık kuramı, ergodik teori ve geometri gibi farklı dallarıyla da ilgili olan kombinatorik ayrıca bilgisayar bilimi ve istatistiksel fizik gibi dallarda uygulanmıştır. Kombinatorik dahilindeki konulardan bazıları; belirli kriterleri karşılayan nesnelerin 'sayılması', kriterlerin ne zaman karşılanmış olacağına karar vermek, kriterleri karşılayan nesnelerin inşa edilmesi ve analiz edilmesi, 'en büyük', 'en küçük' veya 'optimal' nesneleri bulmak ve bu nesnelerin sahip olabileceği cebirsel yapıları bulmaktır. Kombinatorik ile ilgili çeşitli kuramlar ve problemler Orta Çağ'da ve hatta antik çağlarda Hindistan ve Çin gibi medeniyetlerde mevcuttur. Her ne kadar özellikle 20. yüzyılın sonlarına doğru birçok güçlü teori ortaya konmuşsa da, kombinatorik problem çözmekle ne kadar ilgiliyse teori oluşturmakla da o kadar ilgilidir. Kombinatoriğin en eski ve erişilebilir konularından birisi de graf teorisidir ki bu teorinin diğer birçok alanla da (doğal olarak) ilişkisi mevcuttur. Basit bir kombinatoryal soruyu örnek vermek gerekirse şu soru zikredilebilir: '52 farklı iskambil kağıdından oluşan bir iskambil destesinin kaç tane olası dizilimi vardır?' Cevap 52! yani 52 faktöriyeldir ki bu da yaklaşık 8.0658 × 1067'dir."
    },
    {
        "document_id": 81,
        "document_text": "Rock, 1950'lerde ABD'de 'rock and roll' olarak doğan, 1960'larda ve sonrasında farklı tarzlara ayrılarak özellikle İngiltere ve ABD'de gelişen bir müzik türüdür. Kökleri 1940'ların ve 1950'lerin rock and roll'una dayanır. Rock and roll ise blues, rhythm and blues ve country müzikten yoğun biçimde esinlenmiştir. Rock müzik; electric blues ve folk, caz, klasik müzik gibi diğer müzik kaynaklarından da esinlenir. Müzikal açıdan rock, elektro gitar merkezlidir ve genellikle elektro bas gitar ve davulun da dahil olduğu rock grupları tarafından icra edilir. Tipik rock şarkıları dört dörtlük ölçüde olsa da tür, giderek çeşitlenen bir hale gelmiştir. Pop müzikte olduğu gibi şarkı sözleri sıklıkla romantik bir aşkı konu alır, ancak sosyal ve politik konuların vurgulandığı çeşitli temalara da sıkça rastlanır. Rock müzisyenlerinin çoğunluğunu beyaz erkeklerin oluşturması, rock müzikte değinilen konuların şekillenmesinde temel faktörlerden biri olarak görülmektedir. Rock, pop müziğe kıyasla müzisyenliğe, canlı performanslara ve özgünlüğe daha fazla önem verir. 'Altın çağ' veya 'klasik rock dönemi' denilen 1960’ların sonlarında farklı rock alt türleri ortaya çıkmaya başladı. Bunlar arasında blues rock, folk rock, country rock, raga rock ve jazz-rock gibi melez türler de sayılabilir. Bu alt türlerin çoğu, 1960’larda karşı kültür hareketinden etkilenen psikedelik rock’ın gelişimine katkıda bulundu. Bu hareketten doğan diğer alt türler arasında sanatsal öğeleri daha yoğun kullanan progresif rock; şovmenliği ve görselliği öne çıkaran glam rock; kendi içinde büyük bir çeşitliliğe sahip olan ve yüksek ses, güç ve hıza vurgu yapan heavy metal sayılabilir. 1970'lerin ikinci yarısında doğan punk rock; bu türlerin abartılı, özgünlükten uzak ve ana akıma dönüşen yanlarına bir tepki olarak doğdu. Punk rock, çoğunlukla sosyal ve politik eleştiriler içeren şarkı sözlerine sahip, daha ham ve enerjik, abartıdan arındırılmış bir formdur. Punk, 1980’lerde ortaya çıkan new wave ve post-punk gibi diğer alt türlerin ve alternatif rock hareketinin gelişimine öncülük etti. 1990’lardan itibaren alternatif rock; rock müzik alanında öne çıkmaya; grunge, Britpop ve indie rock formlarıyla ana akım olmaya başladı. Ardından pop punk, rap rock ve rap metal gibi yeni füzyon alt türler ortaya çıktı. 2000’li yılların başlarında ise bazı gruplar, garage rock/post-punk ve synthpop gibi türlerle 'geri dönüş' yaparak rock’ın köklerine dönme denemelerinde bulundu. Rock müzik, çeşitli kültürel ve sosyal hareketleri de içine aldı ve onlar için bir ifade biçimi haline geldi. 1960’larda İngiltere’de mod ve rocker alt kültürleri, ABD’de San Francisco’dan yayılan hippie alt kültürü örnek gösterilebilir. Benzer şekilde, 1970'lerde punk kültüründen doğan fakat ondan görsel olarak ayrılan goth ve emo alt kültürleri ortaya çıktı. Folk müzik geleneğinden gelen protest şarkı geleneğini benimseyen rock müzik; politik aktivizmin yanı sıra ırkçılık, seks ve uyuşturucu kullanımıyla ilgili sosyal mesajlarla da ilişkilendirilir. Ayrıca tüketim çılgınlığına ve uyguculuğa bir başkaldırı olarak görülür. Geleneksel olarak rock sound’unun merkezinde yükseltilmiş elektro gitar vardır. 1950’lerde rock and roll’un popüler hale gelmesiyle modern şeklini alan rock sound’u, electric blues gitaristlerinin sound’larından da etkilenmiştir. Rock müzikte elektro gitar sesi genellikle bir elektro bas gitarla, davul ve zillerden oluşan bir bateri kitiyle desteklenir. Elektro bas gitar kullanımının öncüsü, aynı dönemin caz müzisyenleridir. Bu üç çalgıya ek olarak piyano veya org gibi klavyeler ve synthesizer’lar da sıklıkla kullanılır. Temel rock çalgı düzeni, temel blues grubu düzeninden (dikkat çekici ön gitar, ikinci bir telli çalgı, bas ve davul) esinlenilmiştir. Rock müzik yapan müzisyenlerden oluşan gruplara 'rock grubu' denir. Rock grupları genellikle üç (özellikle rock, metal ve punk rock’ta) ila beş üyeden oluşur. Üyeler vokal, ön (lead) gitar, ritim gitar, davul ve bazen klavye veya diğer çalgılar gibi bir veya daha fazla görev üstelenebilir. Popüler müziğin daha önceki türlerini aksine, rock şarkı sözleri oldukça geniş bir konu yelpazesine sahiptir. Aşkın yanı sıra seks, düzene başkaldırı, sosyal sorunlar ve yaşam biçimleri ele alınır. Bu temalar; Tin Pan Alley pop geleneği, folk müzik ve rhythm and blues gibi çeşitli kaynaklardan miras alınmıştır. Rock müzikte beyaz, erkek ve çoğunlukla orta sınıf müzisyenlerin ağırlığı dikkat çeker. Bu durum, müzik tarzına ve şarkı sözlerine de yansır.1960 sonlarında 'rock and roll' yerine 'rock' terimi kullanılmaya başlandığından beri rock, pop müzikle kıyaslanmıştır. Rock’ın pop müzikle ortak birçok karakteristik özelliği olmasına rağmen müzisyenliğe ve canlı performanslara verdiği önem, ele aldığı ciddi konular ve özgünlük ideolojisiyle poptan farklılaşır. Rock müzisyenleri genellikle türün geçmişi ve gelişimi hakkında bilgi sahibidir. Sosyomüzikolog Simon Frith şöyle der: 'Rock, poptan ve rock and roll’dan öte bir şeydi. Rock müzisyenleri beceri ve tekniğe verdikleri önemi, romantik bir sanatsal ifade kavramıyla özgün ve içten bir şekilde birleştiriyordu.'"
    },
    {
        "document_id": 82,
        "document_text": "Pop müzik, 1950’lerin ortalarında ABD ve İngiltere’de ortaya çıkmış bir popüler müzik türüdür. 'Popüler müzik' ile 'pop müzik' terimleri sıklıkla birbirinin yerine kullanılmasına rağmen, 'popüler müzik' terimi popüler olan tüm müzikleri tanımlar ve pop müzik dışındaki türleri de kapsar. 1960’ların sonlarına dek 'pop' ve 'rock' terimleri de sıklıkla birbirinin yerine kullanılıyordu, ancak zaman içinde bu türler birbirinden ayrılmıştır. Pop müziğin temel özellikleri, enstrümantal kısmın sadeliği, ritim, vokal vurgusudur. Pop müzikteki ana ve pratik olarak tek beste biçimi şarkıdır. Şarkılar mısra ve nakarat şemasına göre inşa edilmiştir. Bir pop şarkısı basit, okunması kolay melodiler gerektirir. Pop müziğin ana enstrümanı insan sesidir. Eşliğe ikincil bir rol verilir. Eşlik eden pop müzisyenleri solo çalmazlar ve çoğu zaman ne şarkı yazarı ne de grup lideridirler. Ritmik yapı pop müzikte önemli bir rol oynar: birçok pop şarkısı dans etmek için yazılır ve net, değişmeyen bir ritmi vardır. Pop şarkılarındaki metinler, kural olarak kişisel deneyimlere, duygulara ayrılmıştır: aşk, üzüntü, neşe. Şarkıların görsel sunumu da büyük önem taşıyor. Pop müzikler bir konser gösterisi ve video klipler şeklinde tanıtılır. Pop müzik, müzik listelerinde en çok karşılaşılan müzik türüdür. Pop müziği meydana getiren bazı öğeler urban, dans, rock, Latin ve country gibi türlerden ödünç alınsa da bu müzik türünü tanımlayan temel öğeler de vardır: Pop müzik parçaları genellikle kısa veya orta uzunlukta, basit formatta yazılmış, parça içinde aynı ezgilerin tekrarlandığı ve hook’ların sıkça kullanıldığı parçalardır."
    },
    {
        "document_id": 83,
        "document_text": "Caz, ilk kez ABD'nin güney eyaletlerinde, 1900'lerin başında gelişmeye başlamış bir Afro-Amerikan müzik türüdür. 19. yüzyılın sonlarında ve 20. yüzyılın başlarında New Orleans, Louisiana'daki Afrikalı-Amerikalı topluluklarda ortaya çıktı. Caz müziği, mavi notalar, senkop, swing, çoklu ritim, atışma, ve doğaçlama tekniklerini kullanır; Afrikalı-Amerikalı ve Batı müziği tekniklerinin harmanlanmasıdır. Bu müziğin dünya ile tanışması ise 1917 yılında Dixieland Jazz Band'in ilk plaklarının piyasaya çıkmasıyla olmuştur. 1920 ile 1930'larda popülerliğinin artmasıyla başta ABD olmak üzere tüm dünya genelinde Caz Çağı yaşanmıştır. Caz yalnızca geçmişte değil, bugün dahi çok sevilen ve ünü gün geçtikçe artan müzik türlerinden biridir. 1920'lerin Caz Çağı'ndan bu yana, geleneksel müzik ve popüler müzikte önemli bir müzikal ifade biçimi olarak kabul edilmiştir. Caz müziği yirminci yüzyıl başlarında keşfedildiği topraklar olan ABD'den çıkıp dünyaya yayılma sürecinde ve günümüze gelene kadar birçok alt türe (New Orleans, Swing, Kansas, Çingene cazı, bebop, cool, avangart, serbest caz, Latin caz, soul, füzyon, caz rock, smooth, caz funk, etno caz, asit caz) ayrılmış ve sayısız müzik türü ve geleneğiyle etkileşime girmiştir. Cazın kökeni Eski Afrika - ruhani törenler, blues ve ragtime - ve batı dünyası geleneklerinden - Avrupa ordu bandoları- gelir. 19. yüzyıl'ın başında oluşmasından sonra caz stilleri yayılmaya, müzik akımlarını etkilemeye başlamıştır. Caz kelimesinin kökeninin o dönemin argosundan geldiği düşünülmektedir. Önerilen anlamlar enerjik, ruhani ve titreşimlidir. Cazın ilk yıllarında en çok beslendiği akım blues'dur. Blues, Amerika'ya gelen köle Afrikalıların halk müziğidir. Caz da Afrika'daki geleneksel müzikten kaynaklanmıştır. Bu nedenle caz, pek çok caz müzisyeni için Güney Afrikalıların icat ettiği bir müziktir. Caz müziği 1880′lerde New Orleans'ta gelişmeye başladı ve 1920′lerin başında New York, Los Angeles ve Chicago'da yapılan kayıtlarla son şeklini aldı. Ordu bandolarının müzik aletleri caz müziğinin en önemli enstrumanları olmaya başlamıştır: nefesliler, üflemeliler ve vurmalı gitarlar. Geneli alaylı olan zenci müzisyenler, kendi ufak gruplarını kurmaya başlamış, gezici olan ve cenazelerde çalan bu gruplar, müziğin kısa sürede çok sayıda kişiye ulaşmasını sağlamıştır. Savaş sonrasında açılan siyahlara özel okullar ve sivil topluluklar daha fazla eğitimli müzisyen yetişmesine olanak sağlamıştır. Lorenzo Tio ve Scott Crabbe klasik Avrupa müzik eğitiminden geçen ilk caz müzisyenlerindendir. Eğitilmiş yetenekler, ürettiklerinin daha uzun ömürlü olmalarını sağlamış ve doğaçlama müziklerine katkıda bulunmuştur. 1920'den 1933'e kadar ABD'de içki yasağı dönemi'nde alkollü içkilerin satışı yasaklandı, bu ise yasadışı gizli içki satılan barların ortaya çıkmasına neden oldu; bunlar popüler müzik, dans şarkıları, yeni şarkılar ve şov melodileri yapılan 'Caz Çağı'nın canlı mekanları haline geldi. Caz ahlaksızlık olarak ünlenmeye başladı ve eski nesillerin birçok üyesi, Kükreyen 20'lerin çökmekte olan değerlerini destekleyerek onu eski kültürel değerlere tehdit olarak gördü. Princeton Üniversitesi'nden Henry van Dyke şöyle yazdı: '... bu müzik değil. Bu sadece işitme sinirlerinin tahrişi, fiziksel tutku tellerinin şehvetli bir alayı. 'The New York Times Sibirya köylülerinin ayıları korkutmak için caz kullandığını, ancak köylülerin tencere ve tava kullandığını bildirdi; Başka bir hikaye, ünlü bir orkestra şefinin ölümcül kalp krizine cazın neden olduğunu iddia etti. 1919'da, Kid Ory'nin New Orleans'lı müzisyenlerden oluşan Orijinal Creole Jazz Band'ı, 1922'de kayıt yapan New Orleans kökenli ilk siyah caz grubu oldukları San Francisco ve Los Angeles'ta çalmaya başladı. Aynı yıl Bessie Smith ilk kayıtlarını yaptı. Chicago 'Hot Jazz'ı geliştiriyordu ve King Oliver, kontrabascı Bill Johnson'a katıldı. Bix Beiderbecke, 1924'te The Wolverines'i kurdu. Güney siyahi kökenlerine rağmen, beyaz orkestralar tarafından çalınan caz dans müziği için daha büyük bir pazar vardı. 1918'de Paul Whiteman ve orkestrası San Francisco'da hit oldu. Victor Talking Machine Şirketi ile sözleşme imzaladı ve 1920'lerin en iyi grup lideri oldu, sıcak caza beyaz bileşen katarak Bix Beiderbecke, Jimmy Dorsey, Tommy Dorsey, Frankie Trumbauer ve Joe Venuti gibi beyaz müzisyenleri işe aldı. 1924'te Whiteman, George Gershwin'in orkestrası tarafından ilk kez seslendirilen Rhapsody in Blue adlı eserini ısmarladı. Caz kayda değer bir müzik formu olarak tanınmaya başladı. Olin Downes, The New York Times'daki konseri değerlendirirken, 'Bu beste olağanüstü bir yeteneği gösteriyor, çünkü kendi türünün çok ötesinde amaçları olan, ustası olmaktan uzak olduğu bir formla mücadele eden genç bir besteciyi gösteriyor.... Bütün bunlara rağmen, kendisini önemli ve genelde son derece özgün bir biçimde ifade etmiştir. ... İlk teması ... sadece bir dans melodisi değildir. ... dinleyicinin ilgisini hemen çeken, değişen ve zıt ritimlerde ilişkilendirilen ve birleştirilen bir fikir veya birkaç fikirdir.' Caz müziğini tanımlamak güçtür, ama olası tanımları arasında genel kabul gören, önemli bir öğesinin doğaçlama olduğudur. Doğaçlamanın kökenleri yine Afrika'ya dayanmaktadır. Özellikle blues'da sık rastlanan atışma, tek başına doğaçlamadır. Doğaçlamanın formu zamanla değişmiştir. İlk zamanlarda sadece atışma iken, daha sonra sözlere ve nihayetinde melodiye yerleşmiştir. Dixieland cazında, müzisyenler sırayla melodiler çalarak, bir şekilde atışmaktadırlar. Daha sonra oluşan klasik caz formunda ise müzisyenler belirli bir melodiye bağlı kalarak doğaçlama yapmaktadır. Bu nedenle caza sürekli yeni bir yorum getirilmektedir. Swing döneminde, büyük bandolar notalarla düzenlemeler yapmışlar, diğer yandan solo müzisyenleri doğaçlamalarına bu çerçevede devam etmişlerdir. Bebop'ta ise doğaçlama daha fazla alan bulmuş, en başta, çalınan melodi doğabilir olmuştur. Müzisyenlerden biri doğaçlamaya başlayınca diğer müzisyenler ona eşlik edebilir ya da birkaç akor ile arka plana geçebilir."
    },
    {
        "document_id": 84,
        "document_text": "Blues terimi Batı Afrika kültüründe cenaze ve yas törenlerinde ''acının ifadesi'' olarak kullanılan 'çivit rengi' üzerinden mistisizme dayanır. Blues, 400 yıllık geçmişi olan ve temeli Afrika'ya dayanan, bir müzik türüdür. Kökleri Afrika'da bulunan blues, 17. yüzyıldan itibaren Afrika'dan getirilen kölelerin tarlalarda çalışırken söyledikleri hüznü, umudu, özgürlüğü ve derin acıyı anlatan şarkılardan doğmuştur. İlk yayınlanan Blues notası Hart Wand'ın 1912 tarihli 'Dallas Blues'udur. Blues, 1865 yılından itibaren köleliğin kaldırılmasıyla birlikte Amerikan toplumu içinde yayılmaya başlar ve buradan da zaman içerisinde tüm dünyaya yayılır. 1910'lu yıllardan itibaren ise blues, Amerika'da birçok şehre yayılır. Bu şehirlerdeki kültürle ve müzikle harmanlanır ve yeni Blues türleri ortaya çıkar, bunlardan bazıları Delta Blues, Memphis Blues, Texas Blues'dur. 1930'lu yıllara gelindiğinde Blues, Caz müzik ile harmanlanarak Robert Johnson, Big Bill Broonzy, Sonny Boy Williamson, Lonnie Johnson ve Tampa Red idi. Blues'un formu, genellikle Afrika ve Afro-Amerikan müziğinde bulunan 'çağrı ve cevap' düzeniyle akor dizilerinin tekrarlayan döngüsüdür.12 ölçülük Blues, popüler müzikte en çok kullanılan akor yürüyüşüdür. Blues notaları, genellikle bemolleştirilmiş üçlü, bemolleştirilmiş beşli ya da bemolleştirilmiş yedili olarak isimlendirilirler. Blues, özünde en çok ritim özellikleriyle dikkat çekmektedir. Ancak günümüzde icra edilmekte olan Electric Blues yüksek enstrüman hakimiyeti ve güçlü ritim kabiliyetiyle birlikte iyi bir armoni bilgisini de gerektirmektedir. Zira Modern Blues, Afrika kökenlerinin yanında çok yüklü bir etkileşime uğramış ve pek çok müzikten kalıntılar barındırır hale gelmiştir."
    },
    {
        "document_id": 85,
        "document_text": "Hip hop, 1970'li yılların sonunda Amerika'da kötü koşullarda ve azınlık olarak yaşayan siyahilerin gündemden uzaklaşmak ve eğlenmek için oluşturduğu bir kültür, yaşam tarzı ve sanat akımıdır. Bu kültür Rap müziği, Graffiti sanatı, Breakdance'ı ve DJ'liği içerir. Hip hop kültürünün doğmasında Blues, Funk, Soul ve Caz müziğinin etkisi büyüktür. 1970'lerin başında New York'un siyah gettolarında doğan hip hop kültürünün müziğidir. Rap 'Rhytm And Poem' ('Ritim ve Şiir' ya da 'Ritmik Şiir') veya 'Rhytmic African Poetry' (Ritmik Afrika Şiiri) sözcüklerinin kısaltması olarak bilinse de aslında Rap, İngilizcede 'ağır eleştiri' demektir ve 'and' kelimesi kısaltmalarda asla 'a' harfiyle sembolize edilmez (&,n,N). Rap, müziğin tempo ve ritmine uyarlanıp beat eşliğinde söylendiği sokak tarzı ve sert sözlerin ağır bastığı hip hop kültürünün içindeki başlıca dört elementten biridir. Sprey boyalarla duvarlara, trenlere ve özellikle sokaklara çizilen resim ve yazılardır. Türkiye'de İstanbul içerisinde Kadıköy'de ve Beşiktaş'ta sık olarak görülen bu tarz son zamanlarda İzmir'in Karşıyaka ve Ankara'nın Yenimahalle ilçelerinde yer almaktadır. Açılımı Disk Jokey. Müzik akışını kontrol eden, parça seçiminde ve parçalar arası geçişlerde uyum sağlamakla görevli kişi."
    },
    {
        "document_id": 86,
        "document_text": "Opera, genellikle konusunu tarihten, mitolojiden, efsanelerden veya güncel olaylardan alan, sözlerinin tümü veya birçoğu müzikle bestelenmiş, içinde güzel sanatların tümünü barındırabilen (Dans, Dekor, Kostüm, Işık vb.), teatral formda bir sahne eseridir. Bir orkestra veya müzik topluluğunun eşliğinde sunulan eserin, yazılı metnine 'libretto' adı verilir. Oyun süresinin çoğunu sözlü bölümler oluşturur. Sözler, konunun akışına göre belli başlı şu müzik türleri içinde bestelenir: Arya bir kişinin duygu ve düşüncelerini yansıtır. Düet, terzet, kuartet, kentet vb iki, üç, dört ve beş kişinin duygu, düşünce ve konuşmalarını iletir. Resitatif kişilerin sözlerini konuşurcasına bir şarkıyla söyledikleri bölümdür. Koro ise oyundaki kamu vicdanının sesini ortaya koyar. Bunların dışında oyun başlarken genellikle bir giriş parçasına (uvertür) ve oyun içinde yer yer orkestra bölümleri ya da geçitleri gibi çalgısal bölümlere yer verilir. Bazı operalarda bale sahneleri de bulunur. Bir opera eserinde, genellikle bahsedilen bu müzik türleri ayrı parçalar halinde, ardıl olarak sunulmakla birlikte, bazılarında (örn. Richard Wagner'in eserleri) müzik bir perde boyunca kesintisiz olarak sürer. Opera sanatının anayurdu İtalya'dır. Rönesans'ın başlıca merkezlerinden biri olan Floransa, müzikli sahne eserlerinin de beşiği sayılır. İncelemelerden, opera fikrinin bu şehirdeki bazı müzikçi ve şairlerin birleşerek eski Yunan oyunlarına benzer eserler yazmak istemelerinden doğduğu anlaşılıyor. Örnek olarak 'Yunan Trajedisi' alınınca eşlik edecek müziğin nasıl olacağı problemi tartışmalara yol açmış, mısraları Renuccini tarafından yazılan ve Peri tarafından 1594'te bestelenen Euridice adlı ilk opera sanat çevrelerinde büyük heyecan uyandırmıştı. Operada ilk gelişimi Claudio Monteverdi'de görüyoruz. 1607 yılında bestelediği L'Orfeo adlı operasıyla orkestrayı birinci plana almış, ses türlerini zenginleştirmiştir. Burjuvaların da opera istemesi nedeniyle sanatçılar aryalar yazmış ve 30 yıl sonra Venedik'te para karşılığı opera izlenebilen ilk opera binasının açılmasıyla sanatın merkezi Floransa'dan bu şehre geçmiştir. Burada koro ikinci plana alınmış, Venedik üslubu opera doğmuştur. 17. yüzyıl sonlarına doğru Napoli, İtalyan operasının merkezi olmaya başladı. İtalyan operası Avrupa'ya kısa zamanda yayıldı. Opera sanatı en büyük gelişmeyi 19. yüzyılda gösterdi. Yüzyılın ilk yarısında opera buffa, İtalya'da Rossini, Donizetti ve özellikle de Mozart ile dikkate değer örnekler kazandı. Almanya'da ilk defa Schütz 'Daphne' adlı Floransa stili bir opera besteledi. Müzikli sahne eserleri Alman şehirlerinde yer buldu. Oynanan eserler İtalyancaydı. Ulusal Alman Operası, Staden tarafından yazılan ve ilk Almanca opera olan ‘Seelewig’ adlı eserle başlamış, Hamburg, Alman operasının belli başlı ilk merkezi olmuştur. Strung, Kusser ve Keiser gibi besteciler de ilk önderlerdir. Hasse ve Graun 'opera buffa' türünde başarı gösterdiler. Gülünçlü opera, Mozart'la en üstün, en zarif örneklerini kazandı. 20. yüzyıl'ın ilk yarısında opera sanatı türlü etkilerle oldukça karışık bir durum gösterir. Bazılarına caz ve romantizm katılmıştır. Bunun nedenlerini çağımızın bestecilerinin daima yenilik yolunda yaptığı denemelerde aramak yerinde olur. Yalnız Hindemith kısa operalarıyla biçim denemelerinin en parlağını yapmış, Orff, İkinci Dünya Savaşı'ndan sonra verdiği sahne oratoryaları ile bu denemelerin son zamanlarda en çok tutulan örneklerini bestelemiştir. Günümüzde opera ikinci bir dünya savaşının sarsıntılarından diğer sanat kolları gibi yavaş yavaş kurtulmaktadır. Bu da operanın gelişimine yardımcı olmaktadır."
    },
    {
        "document_id": 87,
        "document_text": "Metal (Latince: metallum, Yunanca: μέταλλον metallon), yüksek elektrik ve ısı iletkenliği, kendine özgü parlaklığı olan, şekillendirmeye yatkın, katyon oluşturma eğilimi yüksek, oksijenle birleşerek çoğunlukla bazik oksitler veren elementler. Metaller, kendi aralarında soy metaller (altın, gümüş, platin gibi) ve soy olmayan metaller (demir, çinko, alüminyum gibi) şeklinde sınıflandırılabilir. Yarı metaller, iyi metal özelliği göstermez. Bu elementler hem metal, hem de ametal özelliği gösterir. Silisyum, bor, antimon, arsenik gibi elementler yarı metaldir. Doğada ametaller daha çok bulunsa da periyodik tablodaki elementlerin çoğu metaldir."
    },
    {
        "document_id": 88,
        "document_text": "Ford Motor Company, Henry Ford tarafından Detroit, Michigan, ABD'de 16 Haziran 1903 tarihinde kuruldu. Şu anda merkezi Dearborn, Michigan'dadır. Michigan'da dünyada ilk otomobil üretimine adım atan otomotiv sektörü liderlerinden Ford Motor Company, 6 kıtada 200 pazarda araç üretip dağıtmaktadır. Dünya genelinde yaklaşık 187.000 çalışanı vardır. 2007 yılı cirosu 172,455 Milyar dolardır. Ford Motor Company’nin ana ve bağlı otomotiv markaları; Aston Martin, Ford, Lincoln ve Mercury’dir. Otomotivle ilgili hizmet kuruluşları Ford Motor Credit Company ve Hertz’i de kapsamaktadır. Ford Jaguar ve Land Rover'i 2008 yılında bir Hint şirketi olan Tata'ya, Volvo'yu ise 2009 yılında bir Çin şirketi olan Geely'e satmıştır. Ford oldukça yüksek sayıda üretime geçerken endüstrinin de genel anlamda gelişmesinde büyük rol oynadı. Ford, Eli Whitney'nin düşüncelerini kullanarak değişebilir parçaları kullanıyordu. Böylelikle, arabalar daha düşük masraflarda üretilebiliyor ve yenilenebiliyordu. 12 kişinin 28.000 dolar yatırım yaparak kurduğu Ford günümüzde en fazla otomobil satan markalardan biri konumundadır. Şirket ilk arabasını 20 Temmuz 1903 yılında yapmıştır. Daha sonra Henry Ford'un şirket ve fabrika çalışanlarına da otomobil sahibi olabilme olanağı sunarak geliştirdiği Ford Model T 1908 yılında piyasaya sunulmuştur. Henry Ford'un seri üretim metodunu bulmasının üretim hızını arttırması ve maliyetleri düşürmesiyle beraber 1913 yılında 12.5 saat olan şasi üretimi süresi 2 saat 40 dakikaya düşmüştür. Bunun yanı sıra Ford, aynı dönem içerisinde çalışanlarının maaşlarını 2 katına çıkararak günlük 9 saatlik çalışma sürelerini de 8 saate düşürmüştür. Rakip şirketler bunu kapitalizme uygun görmese de yıl sonunda Ford Amerika'daki tüm arabaların %50'sini üretiyordu. 1918 yılında ise, ülkedeki arabaların yarısı Model T olmuştu. Bunun yanı sıra, bu modelin fabrika çıkış renginin siyah olmasının sebebi de siyah boyanın en hızlı kuruyan boya olmasıydı. 1927 yılında Model T yerini Ford Model A'ya bıraktı. I. Dünya Savaşı sonrasında yaşanan Amerika'daki Büyük Buhran döneminde ise, Amerika'daki tüm şirketlerde olduğu gibi Ford da bir çöküntü yaşadı ve birçok fabrikasını kapatmak zorunda kaldı. II. Dünya Savaşı döneminde tank üreterek şirket ayakta kalmaya çabalarken savaş sonrasında Ford tekrar eski günlerine dönmeye başladı. 1955 yılında halka açılan Ford, sonraki yıllarda Kanada, Meksika, Birleşik Krallık, Almanya, Brezilya, Arjantin, Avustralya, Güney Afrika ve Türkiye başta olmak üzere birçok ülkede fabrikalar açtı. Türkiye'deki ortaklığı %51 The Ford Motor Company, %49'u Otosan AŞ olarak başladı. 3 Ekim 1997 tarihinde imzalanan bir anlaşma ile Ford ve Otosan hisselerini eşitledi. Böylece Otosan A.Ş. yeni ismiyle Ford Otomotiv Sanayi AŞ, yani Ford Otosan ortaya çıkmış oldu. 1997 yılında ortaklık eşitlenmesinden sonra Ford Avrupa'nın, ekonomik bulmadığı için askıya aldığı bir proje, Türkiye'nin üretim kabiliyeti ve ekonomik koşulları nedeniyle Türkiye'ye aktarıldı. Bu projenin gerçekleştirilebilmesi için 150.000 adetlik bir kapasiteye ihtiyaç vardı ve İstanbul fabrikası bunun için uygun değildi. Böylece yeni bir yer arayışına başlandı. Birkaç alternatif yer değerlendirildi, sonunda Gölcük'te deniz yoluna açık bir arsa bulundu. Ulaşılan bu seviye ile Ford Otosan Kocaeli Fabrikası, Avrupa Ford Fabrikaları arasında denetçiler tarafından 2002, 2003, 2004 ve 2005 yıllarında 'Best Plant In The World' olarak adlandırıldı ve en iyi notu elde edip birinci oldu. Bir dönem Ferrari'yi satın alan Ford, Enzo Ferrari'nin yarış takımını Ford'un yönetmesini istememesiyle bu anlaşmayı bozdu. Bunun peşinden gelen büyük bir rekabet; Ford'un GT40 modeli ile Ferrari'yi yenmesiyle sona erdi. Bunun ardından bu efsane model hem yarışlardan, hem de üretimden çekildi. Ford'un merkezi günümüzde Dearborn, Michigan, Amerika Birleşik Devletleri'nde bulunmaktadır. Bünyesinde Mercury, Lincoln'u da bulunduran Ford ayrıca Mazda'ya da ortaktır. Bunun yanı sıra Amerika Birleşik Devletleri'nin en büyük araba kiralama şirketlerinden biri olan Hertz'in de sahibidir. 2005 yılında spor modeli Ford Mustang'e yeni bir yüz sunmuş olan Ford, tasarımında eski Mustang'in ruhunu yansıtan agresif çizgilerini koruyarak 3 farklı modelle beğenileri toplamıştır. 45 yıldır Mustang efsanesini üreten Ford, 2010 modeliyle Mustang'e yeni bir boyut getirmiştir."
    },
    {
        "document_id": 89,
        "document_text": "Ferrari S.p.A., merkezi ve kuruluş yeri İtalya'nın Modena şehrinin yakınındaki Maranello'da olan İtalyan bir lüks spor otomobili, coupe, süperspor otomobil, spor otomobil üreticisidir. 1929'da Alfa Romeo'nun yarış takımı olarak kurulmuş, 1947'de pist dışına da yasal olarak uygun otomobil üretimine başlamıştır. Ferrari'nin hikâyesi, Enzo Ferrari'nin yaşam hikâyesi olarak kabul edilir. Ferrari üzerine yayınlanan hemen hemen tüm belgeseller ve tanıtımlarda Enzo Ferrari'nin yaşam hikâyesi anlatılır. Enzo Ferrari, Modena şehrinde 1898 yılında dünyaya geldi. I. Dünya Savaşı'nda babasını ve kardeşlerini kaybettikten sonra 1916 yılında, henüz 18 yaşındayken yalnız kaldı. Yarışçılık kariyeri de bu dönemlerde başladı. 1920 yılında Alfa Romeo'nun yarış pilotlarından biri oldu, ismi de bu dönemde bir efsane misali kulaktan kulağa yayıldı. Onun da öncülüğünde Alfa Romeo araba yarışçılığının bir numaralı ismi oldu. Enzo Ferrari'nin hız tutkusu ve daha önce hiç kimsenin ulaşamadığı hızlarda virajları dönebilme kabiliyetinin yanı sıra arabasının ergonomisinden motor aksamına her şeyiyle ilgilenmesi, onu araba yarışları tarihinin ölümsüzleri arasına soktu. 1929 yılında Scuderia Ferrari'yi Alfa Romeo'nun yarış takımı olarak kurdu. 1932'ye kadar yarışmaya devam etti; ancak oğlu Dino Ferrari'nin doğumuyla yarışlardan ayrılarak, otomobil fabrikasının işlerine geçti. Bu dönemde araba motorlarının güçsüzlüğü ve hafif spor arabaların gelişmesi üzerine çalışmalara başladı. Kontrolündeki yarış takımı katıldığı tüm yarışları kazandı, sadece 1935'te Mercedes'e geçildi. 1935'te Mercedes'in bu yarışı kazanmasında Castrol'un deterjan bazlı motor temizleyicisi büyük rol oynadı. Bu motor temizleyicisi, Mercedes'in motorunu Alfa Romeo'dan daha üstün performanslı ve istikrarlı kılmıştı. Ertesi yıl Castrol ürünlerini Alfa Romeo da kullanmaya başladı; günümüzde de hâlâ Castrol motor bakımı ürünleri sunmaktadır. Enzo Ferrari'nin yarış otomobillerini yaratma becerisi onu Alfa Romeo'nun sportif direktörü yaptı. Ancak Enzo Ferrari'nin detaylarına bakmadan imzaladığı direktörlük kontratında, ayrılması durumunda 4 yıl başka bir yarış takımında çalışamayacağı ve tasarım yapmasının yasak olduğu kuralı vardı. Böylece kendi yarattığı, o güne kadar eşi benzeri görülmemiş otomobil ergonomisini geliştirmesine de izin verilmedi. Direktörlükten ayrılmasıyla Auto-Avio Costruzioni'yi kurdu. Bu şirket bazı yarış takımlarına parçalar satıyordu. Doğduğu şehir Modena'da küçük bir araba üretimi atolyesi kurdu ve burada sadece kendinin kullanması için bir araba yapmaya çalıştı. Ancak II. Dünya Savaşı'nın başlamasıyla İtalya zor günler geçirmekteydi. Modena'nın bombalanmasıyla, tasarımına yeni başladığı arabayı da bitiremeden Maranello'ya taşınmak zorunda kaldı. Yıllar sonra Ferrari Modena 360, Enzo Ferrari'nin kütüphanesinde kalan basit bir ön tasarımı baz alarak Pininfarina tarafından yapılacaktır. Maranello'ya kaçışı sonrasında, burada tekrar bir atolye kuran Enzo Ferrari, 1946'da dünya otomotiv tarihin en çok 'düşlere giren' ismi Ferrari'yi kurdu. Ferrari 1951 yılında İngiltere Grand Prix'sinin yanı sıra Le Mans'da da 14 zafer kazandı. 1960 ve 1965 yılları arasında 6 yıl üst üste Le Mans'ı kazanması da Ferrari'yi otomobil yarışçılığının en büyük ismi yaptı. Ancak gelişen dünya ekonomisi sürecinde profesyonelce işleyen şirketlerin hızına erişemedi. Maddi olarak büyük sorunlar yaşayan Ferrari'nin yaşadığı bu sorun hâlen günümüzde profesyonelce işlemeyen şirketlerin hazin sonunu simgelemektedir. Genelgeçer bir görüş olarak, profesyonel bir şirketin bir bankadan borç almaya çalışması gerekirken Enzo Ferrari şirketi ayakta tutabilmek için İtalyan Mafyası'ndan borç aldı. İtalyan Mafyası'na borcunu geri ödeyemeyen Enzo Ferrari'nin oğlu Dino Ferrari, yaygın kanıya göre (filmlerde ve belgesellerde anlatıldığı üzere) İtalyan Mafyası tarafından zehirlenerek öldürüldü. Bu konudaki bir başka görüşe göre, mahkeme tutanakları 'kas gelişememezliği' hastalığından öldüğünü yazar. O dönemde İtalyan medyası bunu Dino Ferrari'nin uyuşturucu kullanmasıyla da ilgili olduğunu sunmuştur; ancak Dino Ferrari'nin 24 yaşında vefat etmesine rağmen arabalar üzerine müthiş bir bilgisi olması, Formula 2 arabaları için V6 motorunu daha 23 yaşındayken düşünüp, Vittorio Jano'ya da ertesi yıl ölmeden önce teknik düşüncelerini iletmiş olması onun son günlerinde bile oldukça zinde olduğunu gösterir. 1956'da Enzo Ferrari hukuksal anlamda bu olayın üzerine fazla gidemedi, zira bu dönemde gerek İtalya, gerek Amerika'daki illegal yaşam ve mahkemeler; Sicilya'daki aileler tarafından yönetilmekteydi. Oğlunun ölümü üzerine Enzo Ferrari, 'Ferrari Dino' serisini yarattı. Ancak bu arabaya Ferrari logosu konulmasına şiddetle karşı çıktı. Bu nedenlede araca 'Dino' yazan bir logo konuldu. Bu tasarım Ford'un yarattığı en hızlı ve yarışlardaki en başarılı arabası Ford GT40'a da ilham kaynağı olacaktı."
    },
    {
        "document_id": 90,
        "document_text": "Volkswagen, Almanya'da, 1937 yılında tek model halk tipi otomobil üretimi için Nasyonal Sosyalist Alman İşçi Partisi lideri yani Adolf Hitler tarafından Alman Otomotiv Birliğine kurdurulan otomobil firması. Şirketin adı, Almanca'da halkın arabası anlamına gelmektedir. Volkswagen AG bünyesinde hizmet verir. Brezilya'daki fabrikalarında VW Titan Tractor adıyla kamyon üretimine başlamıştır. Güney Afrika Cumhuriyeti'ndeki fabrikasında Volksbus adıyla otobüs üretmektedir. 1967'den beri Brezilya Sao Bernardo Campo fabrikasında üretilen Combi modeli, çağdaş güvenlik şartlarına uyum sağlayamadığı için Temmuz 2013'te üretimi durdurulmuştur. Volkswagen ABD'de aldığı ceza için slogan olarak 'Volkswagen (Halkın Arabası)'i 2014 yazından beri kullanmaktadır. Volkswagen aslen Alman Emek Cephesi (Deutsche Arbeitsfront) tarafından 1937 yılında kuruldu. 1940'tan sonra Alman savaş gücünü arttırmak için harekete geçirilen Volkswagenwerk (Wolfsburg), kara ve hava taşıtlarının, özellikle uzun menzilli V-1 ve V-2 güdümlü füzelerin yapımı için sanayi gücünü ordunun emrine verdi. II. Dünya Savaşı'ndan sonra Volkswagen'in denetimini, Milli İktisat Bakanlığı, Maliye Bakanlığı, Federal Almanya Cumhuriyeti, Aşağı Saksonya Hükumeti, fabrika yönetici ve personeli temsilcilerinden kurulu on beş kişilik bir kurul üzerine aldı. Volkswagen 'biz teknoloji üretiriz, diğerleri uygular' sloganını doğrularcasına dünyanın ilk hava soğutmalı motor sistemini üretti. Bunun nedeni su soğutmalı motorların II. Dünya Savaşı sırasında Rusya'nın sert iklimine dayanamayıp zarar görmesinden kaynaklanır. 1948'de Heinz Nordhoff (Berlin-Charlottenburg Politeknik okulu mühendisi, doğ. 1899) tarafından yeniden teşkilatlandırılan Volkswagenwerk, 1950'den sonra başlangıçtaki üretim kapasitesine ulaştı. 1953'te Batı Almanya'nın en çok otomobil üreten fabrikası haline geldi. Volkswagen, Adolf Hitler'in Alman halkını otomobil sahibi yapmak için yaptığı en geniş kapsamlı proje olarak kabul ediliyor. Volkswagen, 1980'li yıllarda dünya çapında genişleme hedefine ulaşmak için çalışmalara hız verdi. Uluslararası alanda faaliyete girişmeden önce kendi ürün çeşitlerini tamamen modernleştiren şirket, yeniden Avrupa'nın 1 numaralı markası olma yolunda kararlı adımlarla ilerledi. Markanın en başarılı modeli olan Golf'ün yanı sıra Polo ve onun sedan versiyonu Derby, sportif coupé modeli Scirocco, orta sınıf otomobili Passat ve Eylül 1981'de, Passat'ın sedan versiyonu olarak tanıtılan Santana modeli bulunuyordu. Efsanevi Beetle'ın üretimi, Meksika'da ve yeni yapılan bir anlaşmayla Mısır'da devam etmekteydi. Bu modelin toplam üretim sayısı, 15 Mayıs 1981 günü 20 milyon adede ulaştı. Sıra, en çok talep gören modelin, yani Golf'ün yenilenmesine gelmişti ve ikinci nesil Golf, birinci nesil gibi büyük bir ilgiyle karşılandı. Benzinli ve dizel motorların yanı sıra yeni Golf'ün bir de çevre kirlenmesini önleyen katalitik egzoz sistemli motor seçeneği vardı. Çevreye duyarlı emisyon sistemi, zamanla yaygınlaşıp tüm modelleri kapsayacaktı. Genç bireyler arasında çok popüler olan 'GTI' modeline yüksek performanslı 16 supaplı bir motor, Mayıs 1985'te ilave edildi. Bu modelin uluslararası otomobil sporundaki başarıları kısa zamanda gündeme gelmeye başlamıştı ve 1986'da Grup A Dünya Ralli Şampiyonu oldu. 23 Mart 1987 günü üretim bandından inen beyaz bir Golf CL modeliyle Volkswagen, hiçbir markanın kıramadığı bir rekora imza attı: Bu modelle Volkswagen, dünya çapında ürettiği 50 milyonuncu otomobilini üretim bandından indirdi. Ve böylece Golf, sadece Almanya'nın değil, artık bütün Avrupa'nın en çok beğenilen otomobili olmuştu. Bir yıl sonra, yani 8 Haziran 1988'de, Golf'ün toplam üretim adedi 10 milyona ulaştı. 4 Temmuz 1989'da ise emektar Wolfsburg fabrikasından 25 milyonuncu adet, üretim bandından indi. Bütün bu rekorlar birbiri ardına devam ederken, otomobil pazarındaki yerini sağlamlaştıran Volkswagen, kendini 1990'lı yılların getireceği daha da çetin bir rekabete hazırlıyordu. 1990'lı yıllar Volkswagen için diğer markalara göre oldukça inovatif bir dönem olmuştur. Özellikle, Japon ve Güney Kore pazarının Avrupa, Amerika ve diğer pazarlara agresif bir şekilde girmesi, Volkswagen'i daha stratejik davranmasını gerekli kılmıştır. Volkswagen 1990'lı yılların başında Golf MK2 modeliyle oldukça ün salmış ve ciddi boyutta kar marjına ulaşmayı başarmıştır. Bu süreç içerisinde Passat modelini de ihmal etmemiş ve D sınıfına da hitap eden otomobillerin arasında yer almıştır. 1990'lı yılların sonunda gelindiğinde ise, Volkswagen milenyum çağına ait olacak olan yeni Golf ve Passat modellerini tanıtmış ve satışlarına 2000 yılına gelmeden başlamıştır. Aynı zamanda Volkswagen, B sınıfı otomobil grubuna ağırlık vermeye başlamış ve Polo modeliyle de pazar payını büyütme konusunda zirveye oynamıştır. 980'li yıllarla birlikte Volkswagen yeni bir hamle daha geliştirerek, gelecek yılların tekniğine ışık tutacak model tasarımları çıkarmaya başladı. Şirketin araştırma ve geliştirme faaliyetleri içinde yürütülen bu çalışmalar için 9.000 m² ofis ve laboratuvar alanı ile 6.000 m² atölye ve deney alanı tahsis edildi. Geliştirilmiş konfor, yüksek hızda güvenlik ve çevre kirliliği sorunları, bu bölümde derinlemesine inceleniyordu. AUTO 2000 projesi bu amaçla geliştirilen ilk model oldu. Hız denemelerinde kullanılan IRVW II modelinden sonra çarpıcı stili olan IRVW 4-Futura modeli geliştirildi."
    }
]